IDS_RCS_BEAM_MODEL_SECTION_I                  = "단부(I)"
IDS_RCS_BEAM_MODEL_SECTION_M                  = "중앙부"
IDS_RCS_BEAM_MODEL_SECTION_J                  = "단부(J)"
IDS_RCS_BEAM_MODEL_SECTION_ALL                = "전단면(All)"

IDS_RCS_BEAM_MODEL_INVALID_ARRTYEP            = "철근 배근 유형이 올바르지 않습니다."
IDS_RCS_BEAM_MODEL_INVALID_MEMBER_USE_TYPE    = "부재 적용 유형이 올바르지 않습니다."
IDS_RCS_BEAM_MATERIAL_INVALID_FCK             = "재질 정보 오류 : fck < 0"
IDS_RCS_BEAM_MATERIAL_INVALID_FY              = "재질 정보 오류 : fy < 0"
IDS_RCS_BEAM_MATERIAL_INVALID_FYS             = "재질 정보 오류 : fys < 0"
IDS_RCS_BEAM_SECTION_INVALID_B                = "단면 정보 오류 : B < 0"
IDS_RCS_BEAM_SECTION_INVALID_H                = "단면 정보 오류 : H < 0"
IDS_RCS_BEAM_SECTION_INVALID_CCTOP            = "단면 정보 오류 : 상부 피복 < 0"
IDS_RCS_BEAM_SECTION_INVALID_CCTOP2           = "단면 정보 오류 : 상부 피복 > H/2"
IDS_RCS_BEAM_SECTION_INVALID_CCTOP3           = "단면 정보 오류 : 상부 피복 > B/2"
IDS_RCS_BEAM_SECTION_INVALID_CCBOT            = "단면 정보 오류 : 하부 피복 < 0"
IDS_RCS_BEAM_SECTION_INVALID_CCBOT2           = "단면 정보 오류 : 하부 피복 > H/2"
IDS_RCS_BEAM_SECTION_INVALID_CCBOT3           = "단면 정보 오류 : 하부 피복 > B/2"
IDS_RCS_BEAM_SECTION_INVALID_SLABTHK          = "단면 정보 오류 : 슬래브 두께 < 0"
IDS_RCS_BEAM_SECTION_INVALID_SLABTHK2         = "단면 정보 오류 : 슬래브 두께 > H"
IDS_RCS_BEAM_SECTION_INVALID_EFFWIDTH         = "단면 정보 오류 : 유효폭 < 0"
IDS_RCS_BEAM_SECTION_INVALID_EFFWIDTH2        = "단면 정보 오류 : 유효폭 < B"
IDS_RCS_BEAM_SECTION_INVALID_SPAN             = "단면 정보 오류 : 부재 경간 < 0"
IDS_RCS_BEAM_SECTION_INVALID_SPLICE           = "이음 유형이 올바르지 않습니다."
IDS_RCS_BEAM_SKINBAR_INVALID_NO               = "표피 철근 오류 : 표피 철근 수 < 0"
IDS_RCS_BEAM_REBAR_INVALID_TOPBAR_NO          = "주철근 정보 오류 : 상부 철근 개수 ( %s ) < 0"
IDS_RCS_BEAM_REBAR_INVALID_BOTBAR_NO          = "주철근 정보 오류 : 하부 철근 개수 ( %s ) < 0"
IDS_RCS_BEAM_REBAR_INVALID_STIRRUP_NO         = "전단 철근 정보 오류 : 전단 철근 수 ( %s ) < 2"
IDS_RCS_BEAM_REBAR_INVALID_STIRRUP_SPACE      = "전단 철근 정보 오류 : 전단 철근 간격 ( %s ) < 0"
IDS_RCS_BEAM_INVALID_COUNT_OUT_OF_MAX_RANGE_d  = "전체 개수 오류 : 전체 개수 > %d"
IDS_RCS_BEAM_INVALID_TOPBAR_COUNT_OUT_OF_MAX_RANGE_d  = "상부 철근 개수 오류 : 철근 개수 > %d"
IDS_RCS_BEAM_INVALID_BOTBAR_COUNT_OUT_OF_MAX_RANGE_d  = "하부 철근 개수 오류 : 철근 개수 > %d"
IDS_RCS_BEAM_INVALID_STIRRUP_COUNT_OUT_OF_MAX_RANGE_d  = "전단 철근 개수 오류 : 철근 개수 > %d"

IDS_RCS_NO_REBAR_NAME                         = "철근 이름이 없습니다."
IDS_RCS_MAX_REBAR_LAYOUT                      = "%d 열의 최대 가능 배근 : %d-%d-%s"
IDS_RCS_MAX_REBAR_LAYOUT_SMODE                = "최대 가능 배근 (L%d) : %d-%d-%s"
IDS_RCS_MAX_REBAR_NUM                         = "최대 철근 개수 =  %d 개"

IDS_RCS_GUFDN_FOOTING_OVERTURNED              = "전도 발생"
IDS_RCS_GUFDN_FOOTING_TENSION_BEARING         = "인장 지지력 발생"

IDS_RCS_GURBB_SMART_DESIGN                    = "시공성 고려 설계 ( RC 보 )"
IDS_RCS_GURBC_SMART_DESIGN                    = "시공성 고려 설계 ( RC 기둥 )"
IDS_RCS_GURGW_SMART_DESIGN                    = "시공성 고려 설계 ( RC 벽체 )"

IDS_RCS_GURBB_UNIT_BEAM                       = "보 정보"
IDS_RCS_GURBB_SELECT_MODIFY_STORY             = "변경할 층을 선택하세요."
IDS_RCS_GURBB_SELECT_DELETE_STORY             = "삭제할 층을 선택하세요."
IDS_RCS_GURBB_RESET_TO_DEFAULT                = "기본값으로 초기화할까요?"

IDS_RCS_GURBC_UNIT_COLM                       = "기둥 정보"
IDS_RCS_GURBC_SELECT_MODIFY_STORY             = "변경할 층을 선택하세요."
IDS_RCS_GURBC_SELECT_DELETE_STORY             = "삭제할 층을 선택하세요."
IDS_RCS_GURBC_RESET_TO_DEFAULT                = "기본값으로 초기화할까요?"

IDS_RCS_GURGW_MATERIAL                        = "재질 정보"
IDS_RCS_GURGW_SECTION                         = "단면 정보"
IDS_RCS_GURGW_UNITWALL                        = "벽체 정보"
IDS_RCS_GURGW_CONVERT_TO_SHEARWALL            = "일괄 전단벽 정보 -> 전단벽 정보"
IDS_RCS_GURGW_IMPORT_FROM_SHEARWALL           = "전단벽 정보 -> 일괄 전단벽 정보"
IDS_RCS_GURGW_SELECT_MODIFY_STORY             = "변경할 층을 선택하세요."
IDS_RCS_GURGW_SELECT_DELETE_STORY             = "삭제할 층을 선택하세요."
IDS_RCS_GURGW_RESET_TO_DEFAULT                = "기본값으로 초기화할까요?"

IDS_RCS_GURBL_EXPORT_TO_BEAM                  = "보 테이블 정보 -> 보 정보"

IDS_RCS_ITEM_HUSE                             = "주택"
IDS_RCS_ITEM_HSPT                             = "병원"
IDS_RCS_ITEM_ACCOMODATION                     = "숙박시설"
IDS_RCS_ITEM_OFFICE                           = "사무실"
IDS_RCS_ITEM_SCHOOL                           = "학교"
IDS_RCS_ITEM_MARKET                           = "판매장"
IDS_RCS_ITEM_AMUSE                            = "집회 및 유흥장"
IDS_RCS_ITEM_GYM                              = "체육시설"
IDS_RCS_ITEM_LIBR                             = "도서관"
IDS_RCS_ITEM_INNER_PARK                       = "주차장(옥내 주차구역)"
IDS_RCS_ITEM_ALIGNED_PARK                     = "주차장(옥내 차로와 경사차로)"
IDS_RCS_ITEM_OUTER_PARK                       = "주차장(옥외)"
IDS_RCS_ITEM_WARE                             = "창고"
IDS_RCS_ITEM_FACTORY                          = "공장"
IDS_RCS_ITEM_PROOF                            = "지붕"
IDS_RCS_ITEM_MACHINEHUSE                      = "기계실"
IDS_RCS_ITEM_PLAZA                            = "광장"
IDS_RCS_ITEM_USER                             = "User"
IDS_RCS_ITEM_LIVINGROOM                       = "주거용 건축물의 거실, 공용실, 복도"
IDS_RCS_ITEM_TERAS                            = "공동주택의 발코니"
IDS_RCS_ITEM_HSPT_PASSAGE                     = "병실과 해당복도"
IDS_RCS_ITEM_SURGERY                          = "수술실, 공용실과 해당복도"
IDS_RCS_ITEM_ROOM                             = "객실과 해당복도"
IDS_RCS_ITEM_PUBLICROOM                       = "공용실과 해당복도"
IDS_RCS_ITEM_GENE_OFFICE                      = "일반 사무실과 해당복도"
IDS_RCS_ITEM_ROBBY                            = "로비"
IDS_RCS_ITEM_SPEICALOFFICE                    = "특수용도사무실과 해당복도"
IDS_RCS_ITEM_DOCU_ROOM                        = "문서보관실"
IDS_RCS_ITEM_CLASS                            = "교실과 해당복도"
IDS_RCS_ITEM_GENE_EXPE                        = "일반 실험실"
IDS_RCS_ITEM_HEAV_EXPE                        = "중량물 실험실"
IDS_RCS_ITEM_MARKET_1STARE                    = "상점, 백화점(1층 부분)"
IDS_RCS_ITEM_MARKET_2STARE                    = "상점, 백화점(2층 이상 부분)"
IDS_RCS_ITEM_WARE_MARKET                      = "창고형 매장"
IDS_RCS_ITEM_ROBBY_PASSAGE                    = "로비, 복도"
IDS_RCS_ITEM_STAGE                            = "무대"
IDS_RCS_ITEM_DING                             = "식당"
IDS_RCS_ITEM_LIVI_BUSI                        = "주방(영업용)"
IDS_RCS_ITEM_THEA_STAT                        = "극장 및 집회장(고정식)"
IDS_RCS_ITEM_STAGE_MOVI                       = "집회장(이동식)"
IDS_RCS_ITEM_HALL                             = "연회장, 무도장"
IDS_RCS_ITEM_GYM_STADIUM                      = "체육관 바닥, 옥외경기장"
IDS_RCS_ITEM_STAND_STAT                       = "스탠드(고정식)"
IDS_RCS_ITEM_STAND_MOVI                       = "스탠드(이동식)"
IDS_RCS_ITEM_CLASS_PASSAGE                    = "열람실과 해당복도"
IDS_RCS_ITEM_STACK                            = "서고"
IDS_RCS_ITEM_SEDDAN_ONLY                      = "승용차 전용"
IDS_RCS_ITEM_WEIGH_TRUCK                      = "경량트럭 및 빈 버스용도"
IDS_RCS_ITEM_18TON_TRUCK                      = "총중량 18톤 이하의 트럭, 중량차량 용도"
IDS_RCS_ITEM_SEDDAN_WEIGH_TRUCK               = "승용차, 경량트럭 및 빈 버스용도"
IDS_RCS_ITEM_WEIGHT_SAVE_WARE                 = "경량품 저장창고"
IDS_RCS_ITEM_HEAVY_SAVE_WARE                  = "중량품 저장창고"
IDS_RCS_ITEM_WEIGHT_FACTORY                   = "경공업 공장"
IDS_RCS_ITEM_HEAVY_FACTORY                    = "중공업 공장"
IDS_RCS_ITEM_NOTBE_PROOF                      = "접근이 곤란한 지붕"
IDS_RCS_ITEM_NOTHAVE_PROOF                    = "적재물이 거의 없는 지붕"
IDS_RCS_ITEM_GARDEN_HALL                      = "정원 및 집회 용도"
IDS_RCS_ITEM_HELLGI_LANDSPCE                  = "헬리콥터 이착륙장"
IDS_RCS_ITEM_ELEC_MACH_ROOM                   = "공조실, 전기실, 기계실 등"
IDS_RCS_ITEM_OUTER_SQARE                      = "옥외 광장"
IDS_RCS_ITEM_PARK_OUTER                       = "주차장 및 옥외 차도"
IDS_RCS_ITEM_TERAS_2015                       = "발코니"
IDS_RCS_ITEM_ROBBY_2015                       = "로비 및 복도"
IDS_RCS_ITEM_STAIR                            = "계단"
IDS_RCS_ITEM_LIVINGROOM_2015                  = "주거용 건축물의 거실"
IDS_RCS_ITEM_HUSE_PUBLICROOM                  = "공동주택의 공용실"
IDS_RCS_ITEM_HSPT_ROOM                        = "병실"
IDS_RCS_ITEM_SURGERY_2015                     = "수술실,공용실,실험실"
IDS_RCS_ITEM_PASSAGE_EXCET_1ST                = "1층 외의 모든 층 복도"
IDS_RCS_ITEM_ROOM_2015                        = "객실"
IDS_RCS_ITEM_PUBLICROOM_2015                  = "공용실"
IDS_RCS_ITEM_GENE_OFFICE_2015                 = "일반 사무실"
IDS_RCS_ITEM_SPEICALOFFICE_2015               = "특수용도 사무실"
IDS_RCS_ITEM_CLASS_2015                       = "교실"
IDS_RCS_ITEM_MARKET_1STARE_2015               = "상점,백화점 (1층)"
IDS_RCS_ITEM_MARKET_2STARE_2015               = "상점,백화점 (2층 이상)"
IDS_RCS_ITEM_ALL_PASSAGE                      = "모든 층 복도"
IDS_RCS_ITEM_KITCHEN                          = "주방"
IDS_RCS_ITEM_THEA_STAT_2015                   = "극장 및 집회장(고정 좌석)"
IDS_RCS_ITEM_STAGE_MOVI_2015                  = "집회장(이동 좌석)"
IDS_RCS_ITEM_LIB_CLASS                        = "열람실"
IDS_RCS_ITEM_INNER_30KN                       = "총중량 30kN이하의 차량 (옥내)"
IDS_RCS_ITEM_OUTER_30KN                       = "총중량 30kN이하의 차량 (옥외)"
IDS_RCS_ITEM_30KN_90KN                        = "총중량 30kN초과 90KN이하의 차량"
IDS_RCS_ITEM_90KN_180KN                       = "총중량 90kN초과 180KN이하의 차량"
IDS_RCS_ITEM_OUTER_PASSGE                     = "옥외 차도와 차도 양측의 보도"
IDS_RCS_ITEM_PROOF_NO_USE                     = "점유 및 사용하지 않는 지붕(지붕활하중)"
IDS_RCS_ITEM_PROOF_WALK                       = "산책로 용도"
IDS_RCS_ITEM_PROOF_NO_ENTERANCE               = "출입이 제한된 조경 구역"
IDS_RCS_ITEM_ROBBY_PASSAGE_1ST                = "로비, 1층 복도"
IDS_RCS_ITEM_STAIR_HOUSE                      = "단독 주택 또는 2세대 거주 주택"
IDS_RCS_ITEM_STAIR_ETC                        = "기타의 계단"
IDS_RCS_CHECK_NOTDESIGNED_MEMER               = "아래의 부재는 설계에서 제외됩니다.\n\n"
IDS_RCS_CHECK_NOTCHECKED_MEMER                = "아래의 부재는 검토에서 제외됩니다.\n\n"
IDS_RCS_BATCH_RCSLAB__d__d                    = "콘크리트 슬래브 설계 (%d/%d)"
IDS_RCS_BATCH_RCBEAM__d__d                    = "콘크리트 보 설계 (%d/%d)"
IDS_RCS_BATCH_RCCOLM__d__d                    = "콘크리트 기둥 설계 (%d/%d)"
IDS_RCS_BATCH_RCWALL__d__d                    = "콘크리트 전단벽 설계 (%d/%d)"
IDS_RCS_BATCH_RCFOOT__d__d                    = "콘크리트 기초 설계 (%d/%d)"
IDS_RCS_BATCH_RCBASEWALL__d__d                = "콘크리트 지하 외벽 설계 (%d/%d)"
IDS_RCS_CHECK_BATCH_RCSLAB__d__d              = "콘크리트 슬래비 테이블 검토 (%d/%d)"
IDS_RCS_CHECK_BATCH_RCBEAM__d__d              = "콘크리트 보 테이블 검토 (%d/%d)"
IDS_RCS_FAIL_CONV_DGNDATA                     = "설계 데이터를 변환할 수 없습니다."
IDS_RCS_FAIL_RPT_GENERATE                     = "계산서를 생성할 수 없습니다."
IDS_RCS_BATCH_WALL_ID__i                      = "벽체(ID : %i)"
IDS_RCS_EVENT_RPT_ABORTED                     = "계산서 생성을 위한 데이터가 없습니다.\n계산서 생성이 취소되었습니다."
IDS_RCS_RESULT_NG_MAX                         = "NG(max)"
IDS_RCS_CHECK_MESH_TOOSMALL                   = "메쉬 크기가 너무 작습니다. 진행하시겠습니까?"
IDS_RCS_RESULT_LOAD_COMB__i                   = "하중 조합 (%i) ..."
IDS_RCS_RESULT_LOAD_COMB                      = "하중 조합 ..."
IDS_RCS_BATCH_WALL                            = "BatchWall"
IDS_RCS_COBEL                                 = "Corbel"
IDS_RCS_STAIR                                 = "계단"
IDS_RCS_LANDING                               = "계단참"
IDS_RCS_LIVE                                  = "활하중"
IDS_RCS_BTRS                                  = "Buttress"
IDS_RCS_NAME_ID                               = "DataNameID"
IDS_RCS_RPT_WALL_MARK__s                      = "Wall Mark : %s"
IDS_RCS_RPT_MAX                               = "max"
IDS_RCS_RPT_BYOTHER                           = "by Others"
IDS_RCS_RPT_BYLANDI                           = "by Landing"
IDS_RCS_OK                                    = "OK"
IDS_RCS_NG                                    = "NG"
IDS_RCS_RPT_ERROR_DGNRESULT__s                = "%s에 대한 계산결과를 생성할 수 없습니다."
IDS_RCS_RPT_ERROR_DGNRESULT_CONTI__s          = "%s에 대한 계산결과를 생성할 수 없습니다.\n계속 진행하시겠습니까?"
IDS_RCS_RPT_ERROR_RPT_FAILED                  = "계산서 생성에 실패하였습니다."
IDS_RCS_RPT_WALL_NOTOK                        = "NG로 검토된 벽체가 있습니다."
IDS_RCS_RPT_WRITE_REPORT                      = "\n\n계산서를 생성할까요?"
IDS_RCS_RPT_ERROR_RPT_FAILED__s               = "%s에 대한 계산서 생성에 실패하였습니다."
IDS_RCS_RPT_COVER                             = "피복두께"
IDS_RCS_RPT_DIST                              = "중심거리"
IDS_RCS_BEARING_PLATE                         = "Bearing Plate"
IDS_RCS_RPT_DISTANCE                          = "중심거리"
IDS_RCS_RPT_CC                                = "Cc "
IDS_RCS_ITEM_ETC                              = "기타환경"
IDS_RCS_WALL_1STORY_NEED                      = "최소한 하나의 층은 필요합니다."
IDS_RCS_WALL_UPDATE_RBAR_INFO__s              = "배근 정보 수정 ( %s )"
IDS_RCS_WALL_SEMI_STIFF_CONTROL_1WAY          = "SEMI의 경우 Beam End Release를 조절하는 방식으로 강성을 조절합니다."
IDS_RCS_WALL_SEMI_STIFF_CONTROL_2WAY          = "SEMI의 경우 모델링된 벽체의 두께를 조절하는 방식으로 강성을 조절합니다.\n입력된 계수와 비례하는 부재력이 발생하지는 않습니다."
IDS_RCS_BTRS_SEMI_STIFF_CONTROL               = "SEMI의 경우 Beam End Release를 조절하는 방식으로 강성을 조절합니다."
IDS_RCS_WALL_MESH_DENSE_TIME_RAISE            = "MESH사이즈가 작을수록 정확하지만, 해석 시간은 증가합니다."
IDS_RCS_TBL_CHK                               = "CHK"
IDS_RCS_TBL_MEMB_NAME                         = "부재\n이름"
IDS_RCS_TBL_APPL_MEMB                         = "부재\n적용범위"
IDS_RCS_TBL_MATL                              = "재질"
IDS_RCS_TBL_LENGTH_L                          = "길이(L)"
IDS_RCS_TBL_LENGTH_M                          = "길이(M)"
IDS_RCS_TBL_LENGTH_R                          = "길이(R)"
IDS_RCS_LIGHT_WEIGHT_CONC                     = "경량\n콘크리트"
IDS_RCS_TBL_FORCE_N_FACTOR                    = "부재력 및 계수"
IDS_RCS_TBL_FACTOR                            = "계수"
IDS_RCS_TBL_CMX                               = "Cmx"
IDS_RCS_TBL_CMY                               = "Cmy"
IDS_RCS_TBL_CMLT                              = "CmLT"
IDS_RCS_TBL_CB                                = "Cb"
IDS_RCS_TBL_C1                                = "C1"
IDS_RCS_TBL_C2                                = "C2"
IDS_RCS_TBL_DESIGN_LOAD                       = "설계하중"
IDS_RCS_TBL_SEISMIC                           = "내진설계"
IDS_RCS_TBL_SPECIAL                           = "특별내진"
IDS_RCS_TBL_SECT                              = "단면"
IDS_RCS_TBL_POSITION                          = "위치"
IDS_RCS_TBL_SECT_1                            = "단면-1"
IDS_RCS_TBL_SECT_2                            = "단면-2"
IDS_RCS_TBL_SECT_3                            = "단면-3"
IDS_RCS_TBL_SERVICEABILITY                    = "사용성"
IDS_RCS_TBL_CHARACTERISTIC                    = "특성"
IDS_RCS_TBL_QUASIPERMANENT                    = "준영구"
IDS_RCS_TBL_FREQUENT                          = "빈번"
IDS_RCS_TBL_SERVICEABILITY_RESULT             = "사용성 검토 결과"
IDS_RCS_TBL_SERVICEABILITY_RESULT_RATIO       = "사용성 검토 비율"
IDS_RCS_TBL_STRESS                            = "응력"
IDS_RCS_TBL_CRACK                             = "균열"
IDS_RCS_TBL_CLASS                             = "등급"
IDS_RCS_TBL_LIMIT                             = "제한값"
IDS_RCS_TBL_CONDITION                         = "조건"
IDS_RCS_TBL_AMPLIFICATION_FACTOR_N            = "증폭\n계수"
IDS_RCS_TB_SIGMA_CA                           = "Sigma,ca"
IDS_RCS_TB_K1FCK                              = "k1fck"
IDS_RCS_TB_K3FYK                              = "k3fyk"
IDS_RCS_TB_K2FCK                              = "k2fcK"
IDS_RCS_TB_UNCRACKED                          = "균열미발생"
IDS_RCS_TBL_D                                 = "D"
IDS_RCS_TBL_B                                 = "B"
IDS_RCS_TBL_B1                                = "B1"
IDS_RCS_TBL_B2                                = "B2"
IDS_RCS_TBL_WEB                               = "tw"
IDS_RCS_TBL_FLG                               = "tf"
IDS_RCS_TBL_CHECK_ITEMS                       = "검토 항목"
IDS_RCS_TBL_SOIL_BEARING_SPAC                 = "허용 지내력 "
IDS_RCS_TBL_SOIL_REACTION_SPAC                = "지반 반력 "
IDS_RCS_TBL_SOIL_REACTION_N                   = "지반\n반력"
IDS_RCS_TBL_1WAY_SHEAR_X_SPAC                 = "1방향 전단-X "
IDS_RCS_TBL_1WAY_SHEAR_Y_SPAC                 = "1방향 전단-Y "
IDS_RCS_TBL_1WAY_SHEAR_SPAC                   = "1방향 전단 "
IDS_RCS_TBL_2WAY_SHEAR_SPAC                   = "2방향 전단 "
IDS_RCS_TBL_MIN_BAR_RATIO                     = "최소 철근비 "
IDS_RCS_TBL_MIN_BAR_AREA                      = "최소 철근량 "
IDS_RCS_TBL_MAX_BAR_RATIO                     = "최대 철근 간격 "
IDS_RCS_TBL_PILE_COMP                         = "파일-압축 "
IDS_RCS_TBL_PILE_TENS                         = "파일-인장 "
IDS_RCS_TBL_PILE_SPACE                        = "파일-간격 "
IDS_RCS_TBL_PILE_EXTEN                        = "파일-연단 "
IDS_RCS_TBL_PILE_PUNCHING                     = "파일 펀칭 "
IDS_RCS_TBL_MIN_BAR_SPACE                     = "최소 배근 간격 "
IDS_RCS_TBL_DEPTH_SMALL                       = "두께"
IDS_RCS_TBL_SPAN_SMALL                        = "경간"
IDS_RCS_TBL_LOAD_SMALL                        = "하중"
IDS_RCS_TBL_SLAB_THK                          = "슬래브\n두께"
IDS_RCS_TBL_EFF_WIDTH                         = "유효\n너비"
IDS_RCS_TBL_SKIN_BAR                          = "표피 철근"
IDS_RCS_TBL_SHAPE                             = "형상"
IDS_RCS_TBL_COMMA_SHAPE                       = ", 형상"
IDS_RCS_TBL_TYPE                              = "유형"
IDS_RCS_TBL_SPLICE                            = "이음"
IDS_RCS_TBL_SECT_INFO                         = "단면\n정보"
IDS_RCS_TBL_STORY                             = "층"
IDS_RCS_TBL_LOAD_TYPE                         = "하중\n유형"
IDS_RCS_TBL_LOAD_SOIL                         = "하중 (지반)"
IDS_RCS_TBL_LEVL                              = "레벨"
IDS_RCS_TBL_LIVE                              = "활하중"
IDS_RCS_TBL_SOIL                              = "지반"
IDS_RCS_TBL_WATER                             = "수위"
IDS_RCS_TBL_LOAD_USER                         = "하중 (User)"
IDS_RCS_TBL_FORCE                             = "부재력"
IDS_RCS_TBL_SOIL_LOAD_STATIC                  = "토압 하중 ( 정토압 )"
IDS_RCS_TBL_SOIL_LOAD_USER                    = "토압 하중 ( 사용자 )"
IDS_RCS_TBL_SOIL_LOAD_SEISMIC                 = "토압 하중 ( 동토압 )"
IDS_RCS_TBL_SOIL_LCOM_FACTOR                  = "하중\n조합\n계수"
IDS_RCS_TBL_SEISMIC_PARAMETER                 = "지진 하중 계수"
IDS_RCS_TBL_SEISMIC_PARAM_IE                  = "중요도\n계수"
IDS_RCS_TBL_SEISMIC_PARAM_RMF                 = "반응\n수정\n계수"
IDS_RCS_TBL_SEISMIC_PARAM_EGA                 = "유효\n지반\n가속도"
IDS_RCS_TBL_SEISMIC_PARAM_GROUND              = "지반\n분류"
IDS_RCS_TBL_SOIL_LOAD_BED_ROCK                = "기반암\n레벨"
IDS_RCS_TBL_SOIL_LOAD_2ND_LAYER               = "두번째층\n레벨"
IDS_RCS_TBL_SOIL_LOAD_MAT_DEPTH               = "기초\n두께"
IDS_RCS_TBL_SOIL_PROP                         = "토층\n정보"
IDS_RCS_TBL_AXIAL_MOMENT                      = "축방향력/모멘트"
IDS_RCS_TBL_PU                                = "Pu"
IDS_RCS_TBL_MUX                               = "Mux"
IDS_RCS_TBL_MDL                               = "Mux\n[ 고정하중 ]"
IDS_RCS_TBL_MLL                               = "Mux\n[ 활하중 ]"
IDS_RCS_TBL_MU                                = "Mu"
IDS_RCS_TBL_MUY                               = "Muy"
IDS_RCS_TBL_VUX                               = "Vux"
IDS_RCS_TBL_VUY                               = "Vuy"
IDS_RCS_TBL_PUX                               = "Pux"
IDS_RCS_TBL_PUY                               = "Puy"
IDS_RCS_TBL_ALL                               = "ALL"
IDS_RCS_TBL_APPLY_CHECK                       = "전단검토\n반영"
IDS_RCS_TBL_APPLY_CHECK_N_N                   = "전단\n검토\n반영"
IDS_RCS_TBL_FCK                               = "Fck"
IDS_RCS_TBL_FY                                = "Fy"
IDS_RCS_TBL_FY1                               = "Fy1"
IDS_RCS_TBL_FY2                               = "Fy2"
IDS_RCS_TBL_THKDOT                            = "Thk."
IDS_RCS_TBL_COMMA_FY                          = ", Fy"
IDS_RCS_TBL_FYS                               = "Fys"
IDS_RCS_TBL_COMMA_FYS                         = ", Fys"
IDS_RCS_TBL_WIDTH                             = "너비"
IDS_RCS_TBL_COMMA_WIDTH                       = ", 너비"
IDS_RCS_TBL_SURCHARGE                         = "상재하중"
IDS_RCS_TBL_DEAD_N_LOAD                       = "고정\n하중"
IDS_RCS_TBL_LIVE_N_LOAD                       = "활하중"
IDS_RCS_TBL_1FL                               = "1st FL"
IDS_RCS_TBL_1FL_LEVEL                         = "1st FL\nLevel"
IDS_RCS_TBL_SUPPORT_CONDITION_OF_BASEWALL     = "지하\n외벽\n지지\n조건"
IDS_RCS_TBL_BOUNDARY                          = "경계 조건"
IDS_RCS_TBL_SKIN                              = "표피"
IDS_RCS_TBL_TOP                               = "상부"
IDS_RCS_TBL_BOT_OR                            = "하부"
IDS_RCS_TBL_BOTTOM                            = "하부"
IDS_RCS_TBL_MIDDLE                            = "중앙"
IDS_RCS_TBL_BOT                               = "하부"
IDS_RCS_TBL_RIGHT                             = "우측"
IDS_RCS_TBL_CENTER                            = "중앙"
IDS_RCS_TBL_LEFT                              = "좌측"
IDS_RCS_TBL_STIRRUP                           = "띠철근"
IDS_RCS_TBL_DEFLECTION                        = "처짐"
IDS_RCS_TBL_DEFL_DOT                          = "처짐"
IDS_RCS_TBL_CRACK_CONDI                       = "균열\n조건"
IDS_RCS_TBL_MBAR_RHO                          = "전단 검토에 반영할 주근의 철근비"
IDS_RCS_TBL_MEMBFORCE                         = "설계 부재력"
IDS_RCS_TBL_DESIGN_INFO                       = "설계 정보"
IDS_RCS_TBL_REBAR_INFORMATION                 = "배근 정보"
IDS_RCS_TBL_MEMBFORCE_DGNINFO                 = "설계 부재력 / 설계 정보"
IDS_RCS_TBL_OPTION                            = "옵션"
IDS_RCS_TBL_AUTO                              = "Auto"
IDS_RCS_TBL_RBAR                              = "배근"
IDS_RCS_TBL_DESIGN                            = "설계"
IDS_RCS_TBL_RESULT_SMALL                      = "결과"
IDS_RCS_TBL_MOMENT                            = "휨모멘트"
IDS_RCS_TBL_MOMENT_PLUNIT                     = "휨모멘트 "
IDS_RCS_TBL_SHEAR                             = "전단력"
IDS_RCS_TBL_SHEAR_PLUNIT                      = "전단력 "
IDS_RCS_TBL_EXT_BAR                           = "외측 철근"
IDS_RCS_TBL_INT_BAR                           = "내측 철근"
IDS_RCS_TBL_RBAR_EN_SPACE                     = "배근\n간격"
IDS_RCS_TBL_MESH                              = "Mesh"
IDS_RCS_TBL_DOTDOTDOT                         = "..."
IDS_RCS_TBL_RESULT_ORG_SECTION                = "보강전 단면 검토 결과"
IDS_RCS_TBL_RBAR_SPACE_SMALL                  = "배근 간격"
IDS_RCS_WALL_LIST_MU__s                       = "Mu = %s"
IDS_RCS_TBL_RATIO                             = "비율"
IDS_RCS_TBL_STRENGTH                          = "강도"
IDS_RCS_TBL_USE_TOP                           = "상부\n적용"
IDS_RCS_TBL_USE_BOT                           = "하부\n적용"
IDS_RCS_TBL_MU_TOP                            = "Mu(상부)"
IDS_RCS_TBL_MU_BOT                            = "Mu(하부)"
IDS_RCS_TBL_VERDOT                            = "수직"
IDS_RCS_TBL_VERTICAL                          = "수직"
IDS_RCS_TBL_HORDOT                            = "수평"
IDS_RCS_TBL_BATCHWALL_WALL                    = "BatchWall\n<->Wall"
IDS_RCS_TBL_EXPDOT                            = "Exp."
IDS_RCS_TBL_IMPDOT                            = "Imp."
IDS_RCS_TBL_REQ_SPACE                         = "필요 간격"
IDS_RCS_TBL_REBAR_RATIO                       = "철근비 (ρ)"
IDS_RCS_TBL_HORIZONTAl                        = "수평"
IDS_RCS_WALL_MULTI_LAYER                      = "멀티 레이어 적용"
IDS_RCS_WALL_UPDATE_REBAR_INFO__s             = "배근 정보 수정 [ %s ]"
IDS_RCS_TBL_MEMB_NAME_PERSI                   = "부재명"
IDS_RCS_TBL_EACH_LAYER                        = "각각\n레이어"
IDS_RCS_TBL_TOPBOT_SAMERBAR                   = "상하부\n동일철근"
IDS_RCS_TBL_DEFL_RESULT                       = "처짐 결과"
IDS_RSC_TBL_STRESS_RESULT                     = "응력 결과"
IDS_RSC_TBL_CRACK_RESULT                      = "균열 결과"
IDS_RCS_TBL_SHORT_TERM                        = "단기"
IDS_RCS_TBL_LONG_TERM                         = "장기"
IDS_RCS_TBL_VU                                = "Vu"
IDS_RCS_TBL_VU_1                              = "Vu1"
IDS_RCS_TBL_TU                                = "Tu"
IDS_RCS_TBL_TU_1MAX                           = "Tu1.max"
IDS_RCS_TBL_VU_CR                             = "Vu.cr"
IDS_RCS_TBL_PHI_VN                            = "øVn"
IDS_RCS_TBL_PPHI_VN_MAX                       = "øVn.max "
IDS_RCS_TBL_RBAR_SPACE                        = "배근 간격"
IDS_RCS_TBL_DELTA                             = "δ"
IDS_RCS_TBL_DELTA_ALLOW                       = "δallow"
IDS_RCS_TBL_USE                               = "Use"
IDS_RCS_TBL_NG_VU_MAX                         = "(NG, Vu>max)"
IDS_RCS_WALL_REBAR_INFO_DELETE                = "선택한 부재의 배근 정보를 삭제할까요?"
IDS_RCS_TBL_B__i                              = "B%i"
IDS_RCS_WALL_CELL_ISNOT_OK                    = "지우려는 데이터의 셀이 올바르지 않습니다. 셀을 다시 선태하세요."
IDS_RCS_TBL_NG__s__s                          = "NG(%s/%s)"
IDS_RCS_TBL_OK__s__s                          = "OK(%s/%s)"
IDS_RCS_TBL_NG__s                             = "NG(%s)"
IDS_RCS_TBL_OK__s                             = "OK(%s)"
IDS_RCS_TBL_RBAR_SPACE__s                     = "배근 간격(균열) = %s"
IDS_RCS_TBL_NAME                              = "이름"
IDS_RCS_TBL_HOOPBAR_END_NAME                  = "띄철근 단부 이름"
IDS_RCS_TBL_COMMA_HOOPBAR_END_NAME            = ", 띄철근 단부 이름"
IDS_RCS_TBL_HOOPBAR_MID_NAME                  = "띄철근 중앙부 이름"
IDS_RCS_TBL_COMMA_HOOPBAR_MID_NAME            = ", 띄철근 중앙부 이름"
IDS_RCS_TBL_SIZE                              = "크기"
IDS_RCS_TBL_AREA                              = "단면적"
IDS_RCS_TBL_CONCRETE                          = "콘크리트"
IDS_RCS_TBL_FORM                              = "거푸집"
IDS_RCS_TBL_SUM                               = "합계"
IDS_RCS_TBL_TOTAL                             = "전체"
IDS_RCS_TBL_ARRANGE_TYPE                      = "배근\n유형"
IDS_RCS_TBL_POSI_I                            = "위치(I)"
IDS_RCS_TBL_POSI_M                            = "위치(M)"
IDS_RCS_TBL_POSI_J                            = "위치(J)"
IDS_RCS_TBL_MU_MINU                           = "Mu(-)"
IDS_RCS_TBL_MU_PLUS                           = "Mu(+)"
IDS_RCS_TBL_NAME_SMALL                        = "이름"
IDS_RCS_TBL_LEG                               = "다리수"
IDS_RCS_TBL_HOOPBAR_XDIR_LEG                  = "띄철근 X방향 다리수"
IDS_RCS_TBL_COMMA_HOOPBAR_XDIR_LEG            = ", 띄철근 X방향 다리수"
IDS_RCS_TBL_HOOPBAR_YDIR_LEG                  = "띄철근 Y방향 다리수"
IDS_RCS_TBL_COMMA_HOOPBAR_YDIR_LEG            = ", 띄철근 Y방향 다리수"
IDS_RCS_TBL_END_BAR                           = "단부근"
IDS_RCS_TBL_SEIS_DESIGN                       = "내진 설계"
IDS_RCS_TBL_DESIGN_OPTION                     = "설계 옵션"
IDS_RCS_TBL_ADD_OPTION                        = "추가 옵션"
IDS_RCS_TBL_REBAR_ARRDOT                      = "철근 배근"
IDS_RCS_TBL_REBAR_ADD                         = "철근 추가"
IDS_RCS_TBL_APPLY_SHEAR                       = "전단검토 반영"
IDC_RCS_TBL_USER_RHO                          = "최소/최대 철근비 사용자 지정"
IDC_RCS_TBL_MIN_RHO                           = "최소\n철근비"
IDC_RCS_TBL_MAX_RHO                           = "최대\n철근비"
IDS_RCS_TBL_SPECIAL_WALL                      = "특수\n전단벽"
IDS_RCS_TBL_SPECIAL_BE                        = "특수\n경계요소"
IDS_RCS_TBL_PILOTIS_DESIGN_GUIDE              = "필로티\n가이드"
IDS_RCS_TBL_BOUNDARY_ELEM                     = "경계 요소"
IDS_RCS_TBL_H                                 = "H"
IDS_RCS_TBL_H_SPACE                           = "H "
IDS_RCS_TBL_CX                                = "Cx"
IDS_RCS_TBL_CY                                = "Cy"
IDS_RCS_TBL_THK_DOT                           = "두께"
IDS_RCS_TBL_THK                               = "두께"
IDS_RCS_TBL_LENGTH                            = "길이"
IDS_RCS_TBL_EFF_AREA                          = "유효 단면적"
IDS_RCS_TBL_EFF_AREA_CALC                     = "크기\n수정"
IDS_RCS_TBL_MAIN_NBAR                         = "주철근"
IDS_RCS_TBL_SHEAR_BAR                         = "전단 철근"
IDS_RCS_TBL_SPACE                             = "간격"
IDS_RCS_TBL_HOOPBAR_END_SPACE                 = "띄철근 단부 간격"
IDS_RCS_TBL_COMMA_HOOPBAR_END_SPACE           = ", 띄철근 단부 간격"
IDS_RCS_TBL_HOOPBAR_MID_SPACE                 = "띄철근 중앙부 간격"
IDS_RCS_TBL_COMMA_HOOPBAR_MID_SPACE           = ", 띄철근 중앙부 간격"
IDS_RCS_TBL_VER                               = "수직"
IDS_RCS_TBL_HOR                               = "수평"
IDS_RCS_TBL_START                             = "시작"
IDS_RCS_TBL_END                               = "단부"
IDS_RCS_TBL_USE_USER                          = "Use\nUser"
IDS_RCS_TBL_HOOPBAR_MID_USER                  = "HoopBar Middle User"
IDS_RCS_TBL_COMMA_HOOPBAR_MID_USER            = ", HoopBar Middle User"
IDS_RCS_TBL_NO                                = "개수"
IDS_RCS_TBL_NOX                               = "개수(X)"
IDS_RCS_TBL_NOY                               = "개수(Y)"
IDS_RCS_BEAM_UPDATE_CONTINUE                  = "DB 정보 전체가 변경됩니다.\n\n변경할까요?"
IDS_RCS_COLM_UPDATE_CONTINUE                  = "DB 정보 전체가 변경됩니다.\n\n변경할까요?"
IDS_RCS_WALL_UPDATE_CONTINUE                  = "DB 정보 전체가 변경됩니다.\n\n변경할까요?"
IDS_RCS_WALL_CELL_INSERT_ISNOT_OK             = "삽입하려는 셀이 올바르지 않습니다. 셀을 다시 선택하세요."
IDS_RCS_TBL_SN                                = "SN"
IDS_RCS_TBL_HEIGHT                            = "높이"
IDS_RCS_TBL_COMMA_HEIGHT                      = ", 높이"
IDS_RCS_TBL_LX                                = "Lx"
IDS_RCS_TBL_LY                                = "Ly"
IDS_RCS_TBL_HX                                = "Hx"
IDS_RCS_TBL_HY                                = "Hy"
IDS_RCS_TBL_KX                                = "Kx"
IDS_RCS_TBL_KY                                = "Ky"
IDS_RCS_TBL_FORCES                            = "부재력"
IDS_RCS_TBL_PN                                = "Pn"
IDS_RCS_TBL_MN                                = "Mn"
IDS_RCS_TBL_MNX                               = "Mnx"
IDS_RCS_TBL_MNY                               = "Mny"
IDS_RCS_TBL_VN                                = "Vn"
IDS_RCS_TBL_DESIGN_RESULT                     = "설계 결과"
IDS_RCS_TBL_P                                 = "P"
IDS_RCS_TBL_M                                 = "M"
IDS_RCS_TBL_M_SMALL                           = "m"
IDS_RCS_TBL_MX                                = "Mx"
IDS_RCS_TBL_MY                                = "My"
IDS_RCS_TBL_V                                 = "V"
IDS_RCS_TBL_CHECK_BENDING                     = "약축\n휨\n검토"
IDS_RCS_TBL_GROUP_SELECT                      = "그룹\n선택"
IDS_RCS_TBL_VER_BAR                           = "수직근"
IDS_RCS_TBL_HOR_BAR                           = "수평근"
IDS_RCS_TBL_LAYER_NNO                         = "레이어\n번호"
IDS_RCS_TBL_BARNO_NLAYER                      = "배근개수/레이어"
IDS_RCS_TBL_COMP_BAR                          = "압축근"
IDS_RCS_TBL_NAME_LCOMB                        = "하중조합"
IDS_RCS_TBL_NAME_LCOMB_N                      = "하중\n조합"
IDS_RCS_TBL_NAME_LCOMBINATION                 = "하중 조합"
IDS_RCS_TBL_NAME_DOTDOTDOT                    = "..."
IDS_RCS_TBL_NAME_CALCDOT                      = "계산"
IDS_RCS_TBL_SURCHARGELOAD                     = "상재하중"
IDS_RCS_TBL_SHEARFORCEOPTION                  = "전단력 옵션"
IDS_RCS_TBL_SELFWEIGHT                        = "자중"
IDS_RCS_TBL_ANCHOR                            = "앵커볼트"
IDS_RCS_TBL_LAYOUT                            = "배치"
IDS_RCS_TBL_LAYOUT_TYPE                       = "배치 유형"
IDS_RCS_TBL_GRID_TYPE                         = "격자입력방식"
IDS_RCS_TBL_COLM_TYPE                         = "기둥입력방식"
IDS_RCS_TBL_GENL_TYPE                         = "사용자정의"
IDS_RCS_PLATE                                 = "플레이트"
IDS_RCS_TBL_PILOTIGUIDELINE                   = "필로티\n가이드라인"
IDS_RCS_TBL_PILOTI_KDS                        = "필로티기둥\n고려사항"
IDS_RCS_FOLLOWING_BEAM_IS_INVALID             = "아래의 보 정보가 유효하지 않습니다."
IDS_RCS_FOLLOWING_COLM_IS_INVALID             = "아래의 기둥 정보가 유효하지 않습니다."
IDS_RCS_FOLLOWING_WALL_IS_INVALID             = "아래의 벽체 정보가 유효하지 않습니다."
IDS_RCS_CONTINUE_BEAM_VALID                   = "유효한 보의 정보만 적용해서 진행할까요?"
IDS_RCS_CONTINUE_COLM_VALID                   = "유효한 기둥의 정보만 적용해서 진행할까요?"
IDS_RCS_CONTINUE_WALL_VALID                   = "유효한 벽체의 정보만 적용해서 진행할까요?"
IDS_RCS_BATCH_BEAM_DATA_NOT_SELECTED          = "그룹을 변경할 일괄 설계 보 부재가 선택되지 않았습니다."
IDS_RCS_BATCH_BEAM_DATA_NOT_EXIST             = "그룹을 변경할 일괄 설계 보 부재가 존재하지 않았습니다."
IDS_RCS_BATCH_COLM_DATA_NOT_SELECTED          = "그룹을 변경할 일괄 설계 기둥 부재가 선택되지 않았습니다."
IDS_RCS_BATCH_COLM_DATA_NOT_EXIST             = "그룹을 변경할 일괄 설계 기둥 부재가 존재하지 않았습니다."
IDS_RCS_BATCH_WALL_DATA_NOT_SELECTED          = "그룹을 변경할 일괄 설계 벽체 부재가 선택되지 않았습니다."
IDS_RCS_BATCH_WALL_DATA_NOT_EXIST             = "그룹을 변경할 일괄 설계 벽체 부재가 존재하지 않았습니다."
IDS_RCS_BATCH_BEAM_UPDATE_DATA                = "단위 보 정보 수정 ..."
IDS_RCS_BATCH_COLM_UPDATE_DATA                = "단위 기둥 정보 수정 ..."
IDS_RCS_BATCH_WALL_UPDATE_DATA                = "단위 벽체 정보 수정 ..."
IDS_RCS_BATCHWALL_WALL_AT                     = "벽체 정보 "
IDS_RCS_BATCHWALL_IS_INVALID                  = "이/가 유효하지 않습니다."
IDS_RCS_BATCHWALL_UPDATE_DATA                 = "단위 벽체 정보 수정 ..."
IDS_RCS_BATCHWALL_SMART_DESIGN                = "시공성 고려한 설계 ( %s )"
IDS_RCS_BATCHWALL_CHECK_WALL_DATA             = "유효하지 않은 단위 벽체 정보가 존재합니다.\n단위 벽체 정보를 수정하시겠습니까?"
IDS_RCS_BATCHWALL_5F                          = "5F"
IDS_RCS_BATCHWALL_4F                          = "4F"
IDS_RCS_BATCHWALL_3F                          = "3F"
IDS_RCS_BATCHWALL_2F                          = "2F"
IDS_RCS_BATCHWALL_1F                          = "1F"
IDS_RCS_BATCHWALL_SMART_DESIGN_WALL           = "시공성 고려한 벽체 설계 ..."
IDS_RCS_TBL_THICKNESS                         = "두께"
IDS_RCS_TBL_THICKNESS_ENGLISH                 = "두께"
IDS_RCS_TBL_COMMA_THICKNESS                   = ", 두께"
IDS_RCS_BATCHCOLM_EXIST_OTHER_COLM__s__s      = "%s 내에 %s가 다른 기둥이 존재합니다."
IDS_RCS_BATCHWALL_EXIST_OTHER_WALL__s__s      = "%s 내에 %s가 다른 벽체가 존재합니다."
IDS_RCS_BATCHWALL_WALL_ID                     = "벽체 ID"
IDS_RCS_BATCHWALL_DETAIl                      = "상세"
IDS_RCS_BATCHWALL_STORY_INFO                  = "층 정보 "
IDS_RCS_BATCHWALL_MATL_INFO                   = "재질 정보 "
IDS_RCS_BATCHWALL_FILED_WALL_INFO             = "벽체 정보 대화 상자에서 데이터를 가져올 수 없습니다."
IDS_RCS_BATCHWALL_WALL_INFO_AT                = "벽체 정보 "
IDS_RCS_BATCHWALL_STORY_NNAME                 = "층\n이름"
IDS_RCS_BATCHWALL_BASIC                       = "기본"
IDS_RCS_BATCHWALL_TBL_EDIT_OPTION             = "편집 옵션"
IDS_RCS_BATCHWALL_TBL_EDIT_MATERIAL           = "재질"
IDS_RCS_BATCHWALL_TBL_EDIT_SECTION            = "단면"
IDS_RCS_BATCHWALL_TBL_EDIT_SEISMIC            = "내진 설계"
IDS_RCS_BATCHWALL_TBL_EDIT_MATLCON            = "콘크리트"
IDS_RCS_BATCHWALL_TBL_EDIT_MATLBAR            = "철근"
IDS_RCS_BATCHWALL_TBL_EDIT_SECTTHK            = "두께"
IDS_RCS_BATCHWALL_TBL_EDIT_SECTLEN            = "길이"
IDS_RCS_BATCHWALL_TBL_EDIT_SPECIAL            = "특수\n전단벽"
IDS_RCS_BATCHWALL_TBL_EDIT_BOUNDARY           = "경계\n요소"
IDS_RCS_TBL_EXTRA                             = "기타"
IDS_RCS_TBL_LIGHT_WEIGHT                      = "경량 콘크리트"
IDS_RCS_BATCHWALL_VU_VUMAX2                   = "Vu /\nøVnmax2"
IDS_RCS_BATCHWALL_LREQ                        = "Lreq"
IDS_RCS_BATCHWALL_S_SMAX                      = "S /\nSmax"
IDS_RCS_BATCHWALL_NREQ1                       = "Nreq1"
IDS_RCS_BATCHWALL_NREQ2                       = "Nreq2"
IDS_RCS_TBL_PHI                               = "ø"
IDS_RCS_TBL_DESIGN_STRENGTH                   = "설계 강도"
IDS_RCS_BATCHWALL_FAILED_CHECK_INPUT_DATA     = "표시할 데이터를 생성할 수 없습니다.\n\n입력 데이터를 확인하세요."
IDS_RCS_BATCHWALL_FAILED_WALL_DATA            = "단위 벽체 정보를 수정할 수 없습니다."
IDS_RCS_BATCHWALL_NO_SHEAR_WALL               = "가져 오기할 전단벽 정보가 없습니다."
IDS_RCS_BEAM_TOP                              = "(상부)"
IDS_RCS_BEAM_BOT                              = "(하부)"
IDS_RCS_BEAM_TOOLTIP_RBAR_COVER_DEPTH         = "상부 철근의 피복 두께"
IDS_RCS_BEAM_TOOLTIP_RBAR_COVER_DEPTH_USE_TOP_COVER  = "하부 철근의 피복 두께\n상,하부 동일 피복 두께를 적용하려면\n Use Top Cover 옵션을 사용하세요."
IDS_RCS_BEAM_TOOLTIP_BIG_THAN_SECTION         = "유효폭으로 단면 사이즈보다 커야 합니다.\n\n"
IDS_RCS_BEAM_TOOLTIP_TBEAM                    = "1. T형보\n"
IDS_RCS_BEAM_TOOLTIP_FLANGE_DEPTH_8X          = " (1) 양쪽으로 각각 내민 플랜지 두께의 8배씩 + bw \n"
IDS_RCS_BEAM_TOOLTIP_SLAB_CENTER_DIST         = " (2) 양쪽의 슬래브의 중심간 거리 \n"
IDS_RCS_BEAM_TOOLTIP_SPAN_MIN_DEVIDE4         = " (3) 보의 경간/4 중 최소값 \n\n"
IDS_RCS_BEAM_TOOLTIP_HALF_TBEAM               = "2. 반T형보 \n"
IDS_RCS_BEAM_TOOLTIP_FLANGE_DEPTH_6X          = " (1) 한쪽으로 내민 플랜지 두께의 6배 + bw \n"
IDS_RCS_BEAM_TOOLTIP_BEAMSPAN_DEVIDE12        = " (2) 보의 경간/12 + bw \n"
IDS_RCS_BEAM_TOOLTIP_DEVIDE2_MIN              = " (3) 인접보와의 내측 거리/2 + bw 중 최소값"
IDS_RCS_BEAM_TOOLTIP_BERBAR_ACCORD_MOMENTBIG  = "측면에 등간격으로 배치하지 않으면,\n모멘트가 큰 쪽으로 배치됩니다.\n내력 산정에는 반영하지 않습니다."
IDS_RCS_BEAM_TOOLTIP_PILOTIS_GUIDELINE_MOLIT  = "[ 필로티구조물 구조설계 가이드라인 ], \n국토교통부(2018)"
IDS_RCS_BEAM_TBL_MAX_LAYER__i                 = "배근열당 최대 철근수 = %i"
IDS_RCS_BEAM_TBL_ALL_SECT                     = "전단면"
IDS_RCS_BEAM_TBL_BOTH_END                     = "양단부"
IDS_RCS_BEAM_TBL_TOP                          = "상단부"
IDS_RCS_BEAM_TBL_MIDDLE                       = "중앙부"
IDS_RCS_BEAM_TBL_BOTTOM                       = "하단부"
IDS_RCS_BEAM_TBL_END_I                        = "단부( i )"
IDS_RCS_BEAM_TBL_END_J                        = "단부( j )"
IDS_RCS_BEAM_TBL_MOMENT                       = "모멘트 "
IDS_RCS_BEAM_TBL_MOMENT_TOP                   = "상부 모멘트 "
IDS_RCS_BEAM_TBL_MOMENT_BOT                   = "하부 모멘트 "
IDS_RCS_BEAM_TBL_MOMENT_N_TOP_N               = "상부\n모멘트\n"
IDS_RCS_BEAM_TBL_MOMENT_N_BOT_N               = "하부\n모멘트\n"
IDS_RCS_BEAM_TBL_SHEAR                        = "전단 "
IDS_RCS_BEAM_TBL_RBAR_TOP                     = "상부 배근"
IDS_RCS_BEAM_TBL_RBAR_BOT                     = "하부 배근"
IDS_RCS_BEAM_TBL_STIRRUP                      = "띠철근 "
IDS_RCS_BEAM_TBL_SPACE_MAIN                   = "주철근 간격 "
IDS_RCS_BEAM_TBL_SPACE_SKIN                   = "표피근 간격 "
IDS_RCS_BEAM_TBL_EXT__s__s                    = "외측:%s(%s)"
IDS_RCS_BEAM_TBL_INT__s__s                    = "내측:%s(%s)"
IDS_RCS_BEAM_TBL_MAINBAR_SPACE                = "주철근 간격 "
IDS_RCS_BEAM_TBL_SKINBAR_SPACE                = "표피근 간격 "
IDS_RCS_BEAM_TBL_STIRRUP_SPACE                = "전단철근 간격 "
IDS_RCS_BEAM_TBL_SHORT_DEFLE                  = "단기 처짐 "
IDS_RCS_BEAM_TBL_LONG_DEFLE                   = "장기 처짐 "
IDS_RCS_BEAM_TBL_STRESS_RSLT_CHAR             = "응력 결과 (특성 조합)"
IDS_RCS_BEAM_TBL_STRESS_RSLT_QUAS             = "응력 결과 (준영구 조합)"
IDS_RCS_BEAM_TBL_STRESS_RSLT_FREQ             = "응력 결과 (빈번 조합)"
IDS_RCS_BEAM_TBL_CRACK_RSLT_CHAR              = "균열 결과"
IDS_RCS_BEAM_TBL_DEFL_RSLT_CHAR               = "처짐 결과"
IDS_RCS_BEAM_TBL_DIMENSION                    = "치수"
IDS_RCS_BEAM_TBL_BAR_DIAMETER                 = "철근 직경"
IDS_RCS_BEAM_TBL_SEIS_MEND_SMF                = "(φMn-/2)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MEND_IMF                = "(φMn-/3)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MPOS_SMF                = "(φMnmax/4)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MPOS_IMF                = "(φMnmax/5)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MNEG_SMF                = "(φMnmax/4)/(φMn-)"
IDS_RCS_BEAM_TBL_SEIS_MNEG_IMF                = "(φMnmax/5)/(φMn-)"
IDS_RCS_TBL_COMMENT                           = "Comment"
IDS_RCS_TBL_MAINBAR                           = "주철근"
IDS_RCS_TBL_MAINBAR_NO                        = "주철근 갯수"
IDS_RCS_TBL_COMMA_MAINBAR_NO                  = ", 주철근 갯수"
IDS_RCS_TBL_MAINBAR_NAME                      = "주철근 이름"
IDS_RCS_TBL_COMMA_MAINBAR_NAME                = ", 주철근 이름"
IDS_RCS_TBL_SUB_BAR                           = "보조근"
IDS_RCS_TBL_TOP_BAR                           = "상부근"
IDS_RCS_TBL_BOT_BAR                           = "하부근"
IDS_RCS_TBL_TRANSVERSE_BAR                    = "횡방향 철근 "
IDS_RCS_TBL_TRANSVERSE_BAR_N                  = "횡방향\n철근 "
IDS_RCS_CHECK_TARGET_RATIO                    = "목표 설계 강도비 범위 오류"
IDS_RCS_CHECK_SELECT_BEAM                     = "수정할 보를 선택해야 합니다."
IDS_RCS_TBL_SHEAR_PHI_VN                      = "전단 강도 ( øVn )"
IDS_RCS_TBL_MOMENT_PHI_MN                     = "휨강도 ( øMn )"
IDS_RCS_BEAM_TOOLTIP_SELECT_CONSIDER_RESULT   = "지정한 열의 수 만큼의 철근 배근을 고려한 계산 결과가 출력됩니다."
IDS_RCS_BEAM_TOOLTIP_ASSIGN_RBAR_SAMECOL      = "지정한 갯수만큼의 철근을 동일 열에 배치합니다."
IDS_RCS_BEAM_TOOLTIP_ASSIGN_RBAR_INPUTEDSPACE  = "지정한 간격을 이용하여 철근 배열을 생성합니다."
IDS_RCS_TBL_LAYER                             = "레이어"
IDS_RCS_TBL_AS                                = "As"
IDS_RCS_TBL_AS_PRI                            = "As'"
IDS_RCS_TBL_ASC                               = "Asc"
IDS_RCS_TBL_EIP_T                             = "εt"
IDS_RCS_TBL_PHI_VER                           = "ø"
IDS_RCS_TBL_PHI_MN                            = "øMn"
IDS_RCS_TBL_D_SMALL                           = "d"
IDS_RCS_TBL_ROW                               = "ρ"
IDS_RCS_TBL_ROW_PRI                           = "ρ'"
IDS_RCS_TBL_S_SMALL                           = "s"
IDS_RCS_TBL_UPDATE_BEAM                       = "보\n수정"
IDS_RCS_TBL_DESIGN_CONDI                      = "설계 조건"
IDS_RCS_TBL_DESIGN_CODE                       = "설계 기준"
IDS_RCS_TBL_MOMENT_CAPA                       = "모멘트 강도"
IDS_RCS_TBL_PHI_VER_VN                        = "øVn"
IDS_RCS_TBL_PHI_VC                            = "øVc"
IDS_RCS_TBL_PHI_VS                            = "øVs"
IDS_RCS_TBL_PHI_VMAX                          = "øVmax"
IDS_RCS_CHECK_NO_BEAM_DATA                    = "보 데이터가 없습니다."
IDS_RCS_BTRS_TOOLTIP_MAX_RBAR_SETTING         = "단면에 배근되는 주철근의 최대 단수를 설정합니다."
IDS_RCS_BTRS_TOOLTIP_AUTO_CALC                = "\n단근보로 검토되며 철근 간격은 규준에 따라 자동 계산됩니다."
IDS_RCS_TBL_MOMENT_DIAGRAM                    = "휨모멘트도"
IDS_RCS_TBL_SHEAR_DIAGRAM                     = "전단력도"
IDS_RCS_BTRS_CEHCK_NEED_DGNINFO               = "다이어그램을 보기 위해서는 설계 정보가 필요합니다."
IDS_RCS_TBL_REQ_NO__i                         = " / Req'd No=%i"
IDS_RCS_TBL_LAYER_1                           = "레이어 1"
IDS_RCS_TBL_LAYER_2                           = "레이어 2"
IDS_RCS_TBL_LAYER_3                           = "레이어 3"
IDS_RCS_TBL_MAX_NUM                           = "Max Num."
IDS_RCS_TBL_USE_USER_INPUT                    = "사용자 입력 적용"
IDS_RCS_TBL_HOOP_BAR_SMALL                    = "띠철근"
IDS_RCS_TBL_TIEBAR                            = "타이바"
IDS_RCS_TBL_ROWS                              = "열"
IDS_RCS_TBL_MAINBAR_ROWS_NO                   = "주근 열 갯수"
IDS_RCS_TBL_MAINBAR_COMMA_ROWS_NO             = ", 주근 열 갯수"
IDS_RCS_TBL_MAIN                              = "주근"
IDS_RCS_TBL_MOMENT_CAPA_BIG                   = "휨 모멘트 강도"
IDS_RCS_TBL_SHEAR_CAPA_BIG                    = "전단 강도"
IDS_RCS_TBL_SEISMIC_DESIGN_BIG                = "내진 설계"
IDS_RCS_TBL_S_MAX                             = "Smax "
IDS_RCS_TBL_S_S_MAX                           = "S/Smax"
IDS_RCS_TBL_PPHI_VN                           = "øVn "
IDS_RCS_TBL_VU_PPHI_VN                        = "Vu/øVn"
IDS_RCS_TBL_CHECK_ITEM                        = "검토 항목"
IDS_RCS_TBL_DIRECT_X                          = "X방향"
IDS_RCS_TBL_DIRECT_X_MUY                      = "X방향 (Muy)"
IDS_RCS_TBL_DIRECT_Y                          = "Y방향"
IDS_RCS_TBL_DIRECT_Y_MUX                      = "Y방향 (Mux)"
IDS_RCS_TBL_LAYER_1_SPAC                      = "레이어 1 "
IDS_RCS_TBL_LAYER_2_SPAC                      = "레이어 2 "
IDS_RCS_TBL_SOIL_BEARING                      = "허용 지내력"
IDS_RCS_TBL_CAPA_FE                           = "지내력(fe)"
IDS_RCS_TBL_REMARK                            = "비고"
IDS_RCS_TBL_DELTA_NS                          = "δns"
IDS_RCS_TBL_MC                                = "Mc "
IDS_RCS_TBL_DB_SPEICAL                        = "ø"
IDS_RCS_TBL_PHI_PN                            = "øPn "
IDS_RCS_TBL_PILE_LAYOUT                       = "파일 배치"
IDS_RCS_TBL_QUANTITY                          = "물량"
IDS_RCS_TBL_EXTENSION                         = "연단거리"
IDS_RCS_TBL_PILE_CAPA                         = "허용 파일 지지력"
IDS_RCS_TBL_COMPRESS                          = "압축"
IDS_RCS_TBL_TENSION                           = "인장"
IDS_RCS_TBL_EA                                = "개"
IDS_RCS_TBL_PPHI_MN                           = "øMn "
IDS_RCS_TBL_PU_PPHI_PN                        = "Pu/øPn"
IDS_RCS_TBL_MC_PPHI_MN                        = "Mc/øMn"
IDS_RCS_TBL_USE_CONER                         = "모서리근\n적용"
IDS_RCS_TBL_CONER                             = "모서리근"
IDS_RCS_TBL_MAINBAR_USE_CORNER                = "주근의 모서리근 적용"
IDS_RCS_TBL_COMMA_MAINBAR_USE_CORNER          = ", 주근의 모서리근 적용"
IDS_RCS_TBL_MAIN_BAR                          = "주철근"
IDS_RCS_TBL_L                                 = "L"
IDS_RCS_TBL_ROW_SMALL                         = "열"
IDS_RCS_TBL_CORNER                            = "모서리근"
IDS_RCS_TBL_CC                                = "Cc"
IDS_RCS_TBL_COMMA_CC                          = ", Cc"
IDS_RCS_TBL_L1                                = "L1"
IDS_RCS_TBL_L2                                = "L2"
IDS_RCS_TBL_L3                                = "L3"
IDS_RCS_TBL_MAXDOT                            = "최대"
IDS_RCS_TBL_MINDOT                            = "최소"
IDS_RCS_TBL_MINDOT_BIG                        = "최소"
IDS_RCS_TBL_HOOP_BAR                          = "띠철근"
IDS_RCS_TBL_CENDOT                            = "중앙부"
IDS_RCS_TBL_INFO                              = "정보"
IDS_RCS_TBL_ASH_X                             = "Ashx"
IDS_RCS_TBL_ASH_Y                             = "Ashy"
IDS_RCS_TBL_DIM_MIN                           = "Dim,min"
IDS_RCS_TBL_DIM_RATIO                         = "Dim,ratio"
IDS_RCS_TBL_SERVICEABILITY_DATA               = "사용성 검토 데이터"
IDS_RCS_TB_CHARACTER_LOAD_CAPACITY            = "특성 하중 사용성 검토"
IDS_RCS_TB_QUASI_LOAD_CAPACITY                = "준영구 하중 사용성 검토"
IDS_RCS_TB_FREQUENT_LOAD_CAPACITY             = "빈번 하중 사용성 검토"
IDS_RCS_TB_SIGMA_C_TENS                       = "σc,tens"
IDS_RCS_TB_SIGMA_C_COMP                       = "σc,comp"
IDS_RCS_TB_SIGMA_S_STL                        = "σs,stl"
IDS_RCS_DIAMETER                              = "직경"
IDS_RCS_COLM_TOOLTIP_SHEAR_DGN_EXCUTE         = "기둥의 축방향력\n(+) : 압축\n(-) : 인장\n전단 검토에 반영하기 옵션을 사용하면,\n이 축방향력으로 전단 내력 검토를 수행합니다."
IDS_RCS_COLM_TOOLTIP_SHEAR_DGN_INPUT          = "전단 검토시에 적용할 축 방향력을 입력하세요."
IDS_RCS_COLM_TOOLTIP_EFFECTIVE_LAMDA          = "유효 좌굴 길이 계수\n직접 입력하거나 우측의 버튼으로 선택 가능합니다."
IDS_RCS_COLM_TOOLTIP_SLENDER_CM               = "장주 계산시 적용할 Cm값"
IDS_RCS_COLM_TOOLTIP_MAX_FIXP_ALL_P           = "최대 계수 축방향 고정 하중 / 전체 계수 축 하중"
IDS_RCS_COLM_TOOLTIP_PILOTIS_PROVISION_KDS    = "[KDS 41 17 00, 9.8.4] 필로티 기둥에 대한 고려사항"
IDS_RCS_SPREAD                                = "지내력"
IDS_RCS_PILE                                  = "파일"
IDS_RCS_COBEL_TOOLTIP_NON_CONSIDER            = "단면에서 배근 가능한 철근수의 목록입니다.\n이음은 고려하지 않습니다."
IDS_RCS_COBEL_TOOLTIP_NONPRESENT_FIGURE       = "코벨/브라켓의 폭이며, 수직 방향의 길이이므로 삽도에 표시되지 않습니다."
IDS_RCS_COBEL_TOOLTIP_SHEARFORCE              = "코벨/브라켓에 작용하는 전단력"
IDS_RCS_COBEL_TOOLTIP_TENS_NOTBIG_THANSHEAR   = "코벨/브라켓에 작용하는 인장력을 입력합니다.\n이 인장력은 전단력 보다 클 수 없습니다."
IDS_RCS_COBEL_TOOLTIP_DIS_SHEARFOR            = "전단력이 작용하는 지점까지의 거리"
IDS_RCS_COBEL_TOOLTIP_PLATE_NONPRESENT_FIGURE  = "지지 플레이트의 폭이며, 수직 방향 길이이므로 삽도에 표시되지 않습니다."
IDS_RCS_COBEL_TOOLTIP_PLATE_HEIGHT            = "지지 플레이트의 높이"
IDS_RCS_TBL_CHECK_ITEM_BIG                    = "검토 항목"
IDS_RCS_TBL_REQUIRED                          = "기준값"
IDS_RCS_TBL_APPLIED                           = "적용값"
IDS_RCS_TBL_RESULT                            = "검토 결과"
IDS_RCS_TBL_TENS_FORCE                        = "인장력 "
IDS_RCS_TBL_DIST_DEPTH_RATIO                  = "두께-거리비 "
IDS_RCS_TBL_BEARING_PLATE                     = "지지 플레이트 "
IDS_RCS_TBL_SHEAR_STRENGTH                    = "전단 강도 "
IDS_RCS_TBL_TENS_BAR                          = "인장 철근 "
IDS_RCS_TBL_CLOSED_STIRRUP                    = "폐쇄 스터럽 "
IDS_RCS_TBL_LOAD                              = "하중"
IDS_RCS_TBL_PS                                = "Ps"
IDS_RCS_TBL_SERVICE                           = "사용하중"
IDS_RCS_TBL_MSX                               = "Msx"
IDS_RCS_TBL_MSY                               = "Msy"
IDS_RCS_TBL_SELF_WEIGHT                       = "자중"
IDS_RCS_TBL_SURFACE                           = "상재하중"
IDS_RCS_TBL_DENSITY                           = "비중"
IDS_RCS_TBL_ECCENT                            = "편심"
IDS_RCS_TBL_EX                                = "Ex"
IDS_RCS_TBL_EY                                = "Ey"
IDS_RCS_TBL_X_DIREC                           = "X방향"
IDS_RCS_TBL_Y_DIREC                           = "Y방향"
IDS_RCS_TBL_FE                                = "fe"
IDS_RCS_TBL_SOIL_EN_BEARING                   = "허용\n지내력"
IDS_RCS_TBL_2_WAY_SHEAR                       = "2면\n전단"
IDS_RCS_TBL_SOIL_CAPA                         = "허용\n지내력"
IDS_RCS_TBL_1WAY_X                            = "1방향-X"
IDS_RCS_TBL_1WAY_Y                            = "1방향-Y"
IDS_RCS_TBL_2WAY                              = "2방향"
IDS_RCS_TBL_FACE                              = "표면"
IDS_RCS_TBL_FOUNDATION                        = "기초"
IDS_RCS_TBL_NO_DOT                            = "개수"
IDS_RCS_TBL_EXT_DOT                           = "외측"
IDS_RCS_TBL_COMP_DOT                          = "압축"
IDS_RCS_TBL_TENS_DOT                          = "인장"
IDS_RCS_TBL_PILE_BEARING                      = "파일 지지력"
IDS_RCS_TBL_PILE_CAPA_SMALL                   = "파일 강도"
IDS_RCS_TBL_FOOT_SIZE                         = "기초 크기"
IDS_RCS_FOOT_TOOLTIP_COLUMNSECT               = "기둥의 단면 치수"
IDS_RCS_FOOT_TOOLTIP_WALLSECT                 = "벽체의 단면 치수"
IDS_RCS_FOOT_TOOLTIP_COLUM_POSI_ECC           = "기둥의 위치에 대한 편심\n(+) : 우측 편심\n(-) : 좌측 편심"
IDS_RCS_FOOT_TOOLTIP_COLUM_POSI_ECC_UP_DOWN   = "기둥의 위치에 대한 편심\n(+) : 위쪽 편심\n(-) : 아래쪽 편심"
IDS_RCS_FOOT_TOOLTIP_WALL_POSI_ECC            = "벽체의 위치에 대한 편심\n(+) : 우측 편심\n(-) : 좌측 편심"
IDS_RCS_FOOT_TOOLTIP_WALL_POSI_ECC_UP_DOWN    = "벽체의 위치에 대한 편심\n(+) : 위쪽 편심\n(-) : 아래쪽 편심"
IDS_RCS_TBL_MOMENT_MUY                        = "휨모멘트(Muy)"
IDS_RCS_TBL_ISOLATED_FOOT                     = "독립기초(지내력)"
IDS_RCS_TBL_STRIP_FOOT                        = "줄기초"
IDS_RCS_TBL_PILE_FOOT                         = "독립기초(파일)"
IDS_RCS_TBL_LINE_MAT_FOOT                     = "줄기초(지내력)"
IDS_RCS_TBL_POSITION_INFO                     = "위치\n정보"
IDS_RCS_SHEARWALL_TOOLTIP_NOMINAL_SHEAR_FORCE  = "설계 대상 벽체가 포함된 전단벽의 전체 높이\n공칭 전단 강도 계산에 적용됩니다."
IDS_RCS_SHEARWALL_TOOLTIP_BOUNDARY_ELEM_FORCE  = "경계요소의 길이 계산을 위한 축방향력을 입력합니다."
IDS_RCS_SHEARWALL_TOOLTIP_SHEAR_DGN_F         = "전단벽의 축방향력\n(+) : 압축\n(-) : 인장\n전단 검토에 적용하기 옵션을 사용하면,\n이 축방향력으로 전단 내력 검토를 수행합니다."
IDS_RCS_SHEARWALL_TOOLTIP_MAJOR_MOMENT        = "전단벽의 강축방향 휨모멘트\n전단 검토에 적용하기 옵션을 사용하면,\n이 휨모멘트로 전단 내력 검토를 수행합니다."
IDS_RCS_SHEARWALL_TOOLTIP_INPUT_F             = "전단벽의 전단 내력 검토에 적용할 축방향력을 입력합니다."
IDS_RCS_SHEARWALL_TOOLTIP_INPUT_MOMENT        = "전단벽의 전단 내력 검토에 적용할 휨모멘트를 입력합니다."
IDS_RCS_TBL_VERTICAL_SPAC                     = "수직 "
IDS_RCS_TBL_HORIZON_SPAC                      = "수평 "
IDS_RCS_TBL_END_SPAC                          = "단부 "
IDS_RCS_TBL_BE_HOR_DOT                        = "경계 수평 "
IDS_RCS_TBL_VALUE                             = "값"
IDS_RCS_TBL_CRITERIA                          = "기준"
IDS_RCS_TBL_COLUMN                            = "기둥"
IDS_RCS_TBL_ROW_REQ                           = "ρreq"
IDS_RCS_TBL_ROW_REQ_DEVIDED_ROW               = "ρreq/ρ"
IDS_RCS_TBL_PHI_VU_DEVIDED_VNMAX              = "øVu/øVnmax"
IDS_RCS_TBL_DIRX_X                            = "X방향"
IDS_RCS_TBL_DIRX_Y                            = "Y방향"
IDS_RCS_TBL_FCK_EN                            = "Fck\n"
IDS_RCS_TBL_FY_EN                             = "Fy\n"
IDS_RCS_TBL_LW_CONCRETE                       = "경량.\n콘크리트"
IDS_RCS_TBL_USER_INPUT                        = "사용자\n입력"
IDS_RCS_TBL_DL_EN                             = "DL\n"
IDS_RCS_TBL_LL_EN                             = "LL\n"
IDS_RCS_TBL_LX_EN                             = "Lx\n"
IDS_RCS_TBL_LY_EN                             = "Ly\n"
IDS_RCS_TBL_THK_EN                            = "두께\n"
IDS_RCS_TBL_SUPPORT                           = "경계조건"
IDS_RCS_TBL_USER_CLEAR_SPAN                   = "순스팬\n적용"
IDS_RCS_TBL_BOUNDARY_BEAMS                    = "테두리 보 부재"
IDS_RCS_TBL_DEFLECTION_CONTROL_DATA           = "처짐 제한값"
IDS_RCS_TBL_SHORT_EN_TERM                     = "단기"
IDS_RCS_TBL_LONG_EN_TERM                      = "장기"
IDS_RCS_TBL_DURATION_MONTHS                   = "지속\n(개월)"
IDS_RCS_TBL_MU_EN                             = "Mu\n"
IDS_RCS_TBL_VU_EN                             = "Vu\n"
IDS_RCS_TBL_TOP_SPAC                          = "상부 "
IDS_RCS_TBL_MIDDLE_SPAC                       = "중앙부 "
IDS_RCS_TBL_BOTTOM_SPAC                       = "하부 "
IDS_RCS_TBL_LEFT_SPAC                         = "좌측 "
IDS_RCS_TBL_CENTER_SPAC                       = "가운데 "
IDS_RCS_TBL_RIGHT_SPAC                        = "우측 "
IDS_RCS_TBL_D_SMALL_SPAC                      = "d "
IDS_RCS_SLB_TOOLTIP_NOTCONSIDER_AUTO_SLABDL   = "슬래브의 자중은 자동으로 고려되지 않습니다."
IDS_RCS_SLB_TOOLTIP_NEED_XSPAN_SMALL_THAN_Y   = "X축 경간은 Y축 경간보다 작아야 합니다."
IDS_RCS_SLB_TOOLTIP_CALCDEPTH_FROM_BEAMSECTION  = "보의 단면은 슬래브의 최소 두께 계산에 적용됩니다."
IDS_RCS_SLB_TOOLTIP_MUST_USE_USER_INPUT       = "직접 입력한 모멘트, 전단력을 사용하려면, \n부재력 직접 입력 옵션을 사용하십시오."
IDS_RCS_TBL_LEFT_BIG                          = "좌측"
IDS_RCS_TBL_CENTER_BIG                        = "중앙"
IDS_RCS_TBL_RIGHT_BIG                         = "우측"
IDS_RCS_TBL_MU_SPAC                           = "Mu "
IDS_RCS_TBL_VU_SPAC                           = "Vu "
IDS_RCS_TBL_REBAR_Y1                          = "배근 (Y1)"
IDS_RCS_TBL_REBAR_Y2                          = "배근 (Y2)"
IDS_RCS_TBL_REBAR_Y3                          = "배근 (Y3)"
IDS_RCS_TBL_LINK_CENTER                       = "중앙 배근 적용"
IDS_RCS_TBL_S_CRACK                           = "s (균열)"
IDS_RCS_TBL_Wcr_CRACK                         = "Crack Width(Wcr)"
IDS_RCS_TBL_REBAR_X1                          = "배근 (X1)"
IDS_RCS_TBL_REBAR_X2                          = "배근 (X2)"
IDS_RCS_TBL_REBAR_X3                          = "배근 (X3)"
IDS_RCS_TBL_DESIGN_SLAB_TYPE                  = "설계 슬래브 타입"
IDS_RCS_TBL_1WAY_SLAB                         = "1방향 슬래브"
IDS_RCS_TBL_2WAY_SLAB                         = "2방향 슬래브"
IDS_RCS_TBL_MIN_THICK_SPAC                    = "최소 두께 "
IDS_RCS_TBL_SPACE_CRACK                       = "균열에 의한 간격 "
IDS_RCS_TBL_CRACK_WIDTH                       = "Crack Width"
IDS_RCS_TBL_THICK_NECESSARY                   = "최소한 한 개의 두께 정보가 필요합니다."
IDS_RCS_TBL_SPACE_SPAC                        = "간격 "
IDS_RCS_TBL_THICKNESS_SMALL                   = "두께"
IDS_RCS_TBL_USE_COVER                         = "동일\n피복\n적용"
IDS_RCS_SLAB_CHECK_CALCRESULT_YOUSELECT_NUMBER  = "주철근의 종류를 지정한 갯수만큼 사용한 계산 결과를 출력합니다."
IDS_RCS_TBL_LEGEND                            = "범례"
IDS_RCS_TBL_1_OK                              = "(1) 000.00 : OK"
IDS_RCS_TBL_2_NG_MAXIMUM_REBAR_RATIO          = "(2) 000.00 : NG ( 최대 철근비 초과 )"
IDS_RCS_TBL_3_NG_MAXIMUM_REBAR_RATIO          = "(3) 000.00 : NG ( 최소 철근비 미만 )"
IDS_RCS_TBL_4_NG_MAXIMUM_REBAR_RATIO          = "(4) 000.00 : 균열에 의한 최대 배근 간격 초과"
IDS_RCS_TBL_5_NG_SPACE_BY_MATERIAL            = "(5) s<smin : 재질에 의한 배근 간격 제한 미만"
IDS_RCS_TBL_MINOR_DIRECTION_MOMENT            = "약축 방향 모멘트"
IDS_RCS_TBL_SHEAR_STRENGTH_REBAR_SPACE        = "전단 강도 및 배근 간격"
IDS_RCS_TBL_THICKNESS__s__s                   = "두께 : %s %s"
IDS_RCS_TBL_MAJOR_DIR_MOMENT__s__s            = "강축 방향 모멘트 (Cc = %s%s)"
IDS_RCS_TBL_SHEAR_STRENGTH__s__s__s           = "  전단 강도 ( øVc ) = %s %s/%s"
IDS_RCS_TBL_MBAR_RHO_FOR_SHEAR                = "  전단 강도 계산에 적용된 주철근의 철근비"
IDS_RCS_TBL_MAXIMUM_REBAR_SPACE_1WAY_SLAB__s__s  = "  1방향 슬래브의 최대 배근 간격 = %s%s"
IDS_RCS_TBL_ANGLE                             = "각도"
IDS_RCS_CHECK_DEFINE_SOIL_LOAD                = "토압을 정의하기 위해서는 최소한 2개의 정보가 필요합니다."
IDS_RCS_TBL_LEVEL_SPAC                        = "레벨 "
IDS_RCS_TBL_FORCE_SPAC                        = "부재력 "
IDS_RCS_SOIL_TOOLTIP_1FLOOR_1BASEFLOOR        = "1층 바닥과 GL간의 거리\n(+) : 1층 바닥이 지상\n(-) : 1층 바닥이 지하"
IDS_RCS_SOIL_TOOLTIP_BASE_WATER_LEVEL_BLABLA  = "지하 수위의 높이\n(+) : 지하 수위가 지표면 이상\n(-) : 지하 수위가 지표면 아래"
IDS_RCS_TBL_DEAD                              = "고정하중"
IDS_RCS_TBL_LANDING_L                         = "계단참(L)"
IDS_RCS_TBL_LANDING_R                         = "계단참(R)"
IDS_RCS_TBL_SIZE_SMALL                        = "크기"
IDS_RCS_TBL_LANDING_LEFT                      = "계단참(좌측)"
IDS_RCS_TBL_LANDING_RIGHT                     = "계단참(우측)"
IDS_RCS_TBL_LANDING_LEFT_BIG                  = "계단참(좌측)"
IDS_RCS_TBL_LANDING_RIGHT_BIG                 = "계단참(우측)"
IDS_RCS_TBL_SUB                               = "보조"
IDS_RCS_TBL_USE_LEFT                          = "좌측\n적용"
IDS_RCS_TBL_STAIR                             = "계단"
IDS_RCS_TBL_REBAR_SPACE                       = "배근 간격"
IDS_RCS_TBL_REBAR_TOP                         = "상부 철근"
IDS_RCS_TBL_REBAR_BOT                         = "하부 철근"
IDS_RCS_TBL_REBAR_SUB                         = "보조 철근"
IDS_RCS_STAIR_TOOLTIP_NOCONSIDER_DL           = "계단의 자중은 자동으로 고려하지 않습니다."
IDS_RCS_STAIR_TOOLTIP_NOCONSIDER_DL_STAIR     = "계단참의 자중은 자동으로 고려하지 않습니다."
IDS_RCS_STAIR_TOOLTIP_STAIR_SLAB_DEPTH        = "계단 슬래브의 두께"
IDS_RCS_STAIR_TOOLTIP_SLAB_DEPTH              = "좌우측 계단참 슬래브의 두께"
IDS_RCS_STAIR_TOOLTIP_SLAB_COVER_DEPTH        = "계단 및 좌우측 계단참의 피복 두께"
IDS_RCS_STAIR_TOOLTIP_STAIR_CHAM_LENGTH       = "좌측 계단참의 길이"
IDS_RCS_STAIR_TOOLTIP_STAIR_LENGTH            = "계단의 길이"
IDS_RCS_STAIR_TOOLTIP_RIGHT_CHAM_LENGTH       = "우측 계단참의 길이"
IDS_RCS_STAIR_TOOLTIP_STAIR_LEVEL             = "계단의 높이"
IDS_RCS_STAIR_TOOLTIP_STAIR_BROAD             = "계단참의 너비"
IDS_RCS_TBL_PLAN_SECTION                      = "평면 / 단면"
IDS_RCS_CHECK_DIAGRAM_DGNINFO_NEED            = "다이아그램을 보기 위해서는 설계 정보가 필요합니다."
IDS_RCS_TBL_T_SECTION                         = "T형 단면"
IDS_RCS_TBL_R_SECTION                         = "사각형 단면"
IDS_RCS_TBL_HEADER_RESULT                     = "HeaderResult"
IDS_RCS_TBL_DATA_FIRST_RESULT                 = "DataFirstResult"
IDS_RCS_TBL_DATA_MIDDLE_RESULT                = "DataMiddleResult"
IDS_RCS_TBL_DATA_LAST_RESULT                  = "DataLastResult"
IDS_RCS_TBL_HEADER_ONLY                       = "HeaderOnly"
IDS_RCS_TBL_DATA_FIRST_ONLY                   = "DataFirstOnly"
IDS_RCS_TBL_DATA_MIDDLE_ONLY                  = "DataMiddleOnly"
IDS_RCS_TBL_DATA_LAST_ONLY                    = "DataLastOnly"
IDS_RCS_TBL_BOUNDING_BOX                      = "Bounding Box"
IDS_RCS_TBL_ZERO                              = "Zero"
IDS_VDRAW_CHECK_HEIGHT_TOO_BIG                = "도곽 파일의 크기가 너무 큽니다. 데이터를 위한 공간이 없습니다."
IDS_RCS_ITEM_STRIP                            = "줄기초"
IDS_RCS_CHECK_RC_SHEAR_WALL                   = "콘크리트 전단벽 검토 ..."
IDS_RCS_CHECK_BATCHDESIGN_CONTINUE            = "\n\n그래도 일괄설계를 수행하시겠습니까?"
IDS_RCS_WALL_SECTION                          = "벽체 단면"
IDS_RCS_COLUMN_SECTION                        = "기둥 단면"
IDS_RCS_TBL_GAMMAC                            = "γc"
IDS_RCS_TBL_GAMMAS                            = "γs"
IDS_RCS_TBL_REDISTRIBUTION_FACTOR             = "δ"
IDS_RCS_TBL_WALL                              = "벽체"
IDS_RCS_TBL_ADDITIONAL_DGN_INFO               = "추가 설계 정보"
IDS_RCS_TBL_PARTIAL_SAFETY                    = "부분 안전 계수"
IDS_RCS_GENCOLM_TOOLTIP_TIEBAR                = "주철근의 순간격\n150mm 이상인 경우: 모든 주철근에 타이바 설치.\n150mm 미만인 경우: 하나 건너 하나씩 타이바 설치."
IDS_RCS_FOOTING_CIRCLE                        = "원형"
IDS_RCS_FOOTING_INVERTED_T                    = "역T형"

IDS_RCS_DLG_CAD_MSG1                          = "불러오기 하려는 파일이 지정되지 않았습니다."
IDS_RCS_DLG_CAD_MSG2                          = "선택된 기초 레이어의 단면 개수는 하나여야만 합니다."
IDS_RCS_DLG_CAD_MSG_URGC_SECT_POLY            = "선택된 단면 레이어의 단면 개수는 하나여야만 합니다."

IDS_RCS_TBL_EC_LAMDA                          = "λ"
IDS_RCS_TBL_EC_LAMDA_LIM                      = "λlim"
IDS_RCS_TBL_EC_MED                            = "M.Ed"
IDS_RCS_TBL_EC_NRD                            = "N.Rd"
IDS_RCS_TBL_EC_MRD                            = "M.Rd"
IDS_RCS_TBL_EC_NED_PER_NRD                    = "N.Ed/N.Rd"
IDS_RCS_TBL_EC_MED_PER_MRD                    = "M.Ed/M.Rd"
IDS_RCS_TBL_EC_VRD                            = "V.Rd "
IDS_RCS_TBL_EC_VED_VRD                        = "V.Ed/V.Rd"
IDS_RCS_TBL_EC_RATIO_N                        = "N"
IDC_RCS_TBL_K1                                = "k1"
IDC_RCS_TBL_K2                                = "k2"
IDC_RCS_TBL_K3                                = "k3"
IDS_RCS_TBL_CHARACTERISTIC_LOAD               = "특성 하중"
IDS_RCS_TBL_QUASI_LOAD                        = "준영구 하중"
IDS_RCS_TBL_FREQUENT_LOAD                     = "빈번 하중"

IDS_RCS_FOUNDATION_BEAM                       = "보"
IDS_RCS_FOUNDATION_TRANSVERSE_MOM             = "횡방향 M.Ed"
IDS_RCS_FOUNDATION_TRANSVERSE_REB             = "횡방향 철근"
IDS_RCS_TBL_MED_TOP                           = "M.Ed(Top)"
IDS_RCS_TBL_MED_BOT                           = "M.Ed(Bot)"
IDS_RCS_TBL_VED                               = "V.Ed"
IDS_RCS_TBL_VED_1WAY                          = "V.Ed  1Way"
IDS_RCS_TBL_THICK                             = "두께"
IDS_RCS_TBL_ECC_DOT                           = "편심"
IDS_RCS_TBL_EC_MEDX_SERV                      = "M.Edx,s"
IDS_RCS_TBL_EC_MEDY_SERV                      = "M.Edy,s"
IDS_RCS_TBL_EC_NED_SERV                       = "N.Ed,s"
IDS_RCS_TBL_EC_MEDX                           = "M.Edx"
IDS_RCS_TBL_EC_MEDY                           = "M.Edy"
IDS_RCS_TBL_EC_NED                            = "N.Ed"
IDS_RCS_TBL_EC_VEDX                           = "V.Edx"
IDS_RCS_TBL_EC_VEDY                           = "V.Edy"
IDS_RCS_TBL_EC_MRDX                           = "M.Rdx"
IDS_RCS_TBL_EC_MRDY                           = "M.Rdy"
IDS_RCS_TBL_EC_VRDX                           = "V.Rdx"
IDS_RCS_TBL_EC_VRDY                           = "V.Rdy"
IDS_RCS_TBL_CREEP_N_COEFF                     = "크립\n계수"
IDS_RCS_TBL_EC_DIRECT_X_MEDY                  = "X방향 (M.Edy)"
IDS_RCS_TBL_EC_DIRECT_Y_MEDX                  = "Y방향 (M.Edx)"
IDS_RCS_CBSF_EC_CHECK_RC_SFOOTING             = "콘크리트 줄기초 검토 ..."
IDS_RCS_CBSF_EC_CHECK_RC_CWALL                = "콘크리트 이형 벽체 검토 ..."
IDS_RCS_CBSF_EC_DESIGN_RC_GENWALL             = "콘크리트 이형 벽체 설계 ..."
IDS_RCS_CBSF_SECTION_INVALID_TYPE             = "단면 유형이 올바르지 않습니다."
IDS_RCS_BEAM_REBAR_INVALID_TRANSVERSE_SPACE   = "횡방향 철근 정보 오류 : 철근 간격 ( %s ) < 0"
IDS_RCS_TBL_MOMENT_TOP                        = "휨모멘트, 상부"
IDS_RCS_TBL_MOMENT_BOT                        = "휨모멘트, 하부"
IDS_RCS_BEAM_TOOLTIP_RBAR_COVER_DEPTH_USE_BOT_COVER  = "상부 철근의 피복 두께\n상,하부 동일 피복 두께를 적용하려면\n 하부 피복 적용 옵션을 사용하세요."
IDS_RCS_BEAM_TOOLTIP_RBAR_BOTTOM_COVER_DEPTH  = "하부 철근의 피복 두께"
IDS_RCS_TBL_MED_FLANGE                        = "M.Ed(플랜지)"
IDS_RCS_TBL_FCD                               = "Fcd"
IDS_RCS_TBL_FYD                               = "Fyd"
IDS_RCS_TBL_FYWD                              = "Fywd"
IDS_RCS_TBL_FYK                               = "Fyk"
IDS_RCS_TBL_FYWK                              = "Fywk"
IDS_RCS_TBL_VED_FLANGE                        = "V.Ed(플랜지)"
IDS_RCS_TBL_NEDX                              = "N.Edx"
IDS_RCS_TBL_NEDY                              = "N.Edy"

IDS_RCS_BATCH_RCCOMBINEDWALL__d__d            = "콘크리트 이형 벽체 설계 (%d/%d)"
IDS_RCS_URDW_GRID_START                       = "벽체 시작점"
IDS_RCS_URDW_GRID_END                         = "벽체 종료점"
IDS_RCS_URDW_GRID_X                           = "X"
IDS_RCS_URDW_GRID_Y                           = "Y"
IDS_RCS_URDW_FLANGE_WIDTH                     = "플랜지\n너비"
IDS_RCS_URDW_CREEP_COEFF                      = "크리프\n계수"
IDS_RCS_URDW_WALL_INFOMATION                  = "벽체\n정보"
IDS_RCS_RPT_COMBINED_WALL                     = "Report(Rc Combined Wall)"
IDS_RCS_RPT_COMBINED_WALL_LIST                = "Combined Wall List"
IDS_RCS_URDW_ERROR_EXIST_SAME_WALL_NAME__s    = "%s 이름의 벽체가 이미 존재합니다."
IDS_RCS_COLM_TOOLTIP_TEXT_SIZE                = "글자 크기를 변경할 수 있습니다."
IDS_RCS_TBL_SOIL_CAPACITY                     = "허용\n지내력"
IDS_RCS_TBL_2NDORDER_EFFECT                   = "2차 효과"
IDS_RCS_TBL_CONSIDER_2NDEFFECT                = "2차 효과\n고려"
IDS_CONSIDER_N_2ND_ORDER_N_EFFECT             = "2차\n효과\n고려"
IDS_RCS_TBL_SLENDERNESS_LIMIT                 = "한계 세장비(%s)"
IDS_RCS_TBL_CALC_BY_PGM                       = "자동\n계산"
IDS_RCS_TBL_CONSIDER_IMPERFECT                = "불완전성\n영향고려"
IDS_RCS_WARING_COMBINEDWALL_DATA_LOST         = "[ 경고 ] 사용자가 지정한 배근 위치 및 형상 정보가 변경됩니다.\n계속 진행하시겠습니까?"
IDS_RCS_TBL_EFF_DETERMINE_CROSS_SECTION       = "단면정보로\n자동계산"
IDS_RCS_TBL_EFF_EQUIVALNET_DIMENSION          = "등가 단면 치수"
IDS_RCS_TBL_DESIGN_MOMENT                     = "설계 모멘트"
IDS_RCS_BEAM_TBL_SHEAR_ONEWAY                 = "1방향 전단 "

IDS_RCS_TBL_OVERTURNING                       = "전도"
IDS_RCS_TBL_OVERTURNING_WRAP                  = "전도"
IDS_RCS_TBL_SLIDING                           = "활동"
IDS_RCS_TBL_BEARING                           = "지지력"
IDS_RCS_URRW_STEM                             = "스템"
IDS_RCS_URRW_HEEL                             = "뒤굽판"
IDS_RCS_URRW_TOE                              = "앞굽판"
IDS_RCS_URRW_FOUNDATION                       = "기초"
IDS_RCS_URRW_SHEARKEY                         = "전단키"
IDS_RCS_URRW_SHEARKEY_MAIN                    = "전단키 수직근"
IDS_RCS_URRW_SHEARKEY_HORZ                    = "전단키 수평근"
IDS_RCS_URRW_TOTAL_H                          = "전체높이"
IDS_RCS_URRW_TOP_THK                          = "상부\n두께"
IDS_RCS_URRW_BOT_THK                          = "하부\n두께"
IDS_RCS_URRW_BACK_DIST                        = "후면경사\n길이"
IDS_RCS_URRW_COVER_FRONT                      = "피복\n( 전면 )"
IDS_RCS_URRW_COVER_BACK                       = "피복\n( 후면 )"
IDS_RCS_COVER                                 = "피복 두께"
IDS_RCS_DEPTH                                 = "두께"
IDS_RCS_LOCATION                              = "위치"
IDS_RCS_SLOPE_DEPTH                           = "경사\n높이"
IDS_RCS_URRW_TOE_LENG                         = "앞굽\n길이"
IDS_RCS_URRW_HEEL_LENG                        = "뒷굽\n길이"
IDS_RCS_URRW_BACKFILL                         = "배면토"
IDS_RCS_URRW_INCLINED                         = "경사진 배면토"
IDS_RCS_URRW_FLAT                             = "평탄면"
IDS_RCS_URRW_SLOPE                            = "경사면"
IDS_RCS_URRW_FRIC_ANGLE                       = "마찰각"
IDS_RCS_URRW_FOUNDATION_GROUND                = "기초"
IDS_RCS_URRW_COHESION                         = "점착력"
IDS_RCS_URRW_BEARING_CAPACITY                 = "허용\n지내력"
IDS_RCS_URRW_LIVE_FACTOR                      = "활하중\n계수"
IDS_RCS_URRW_SOIL_FACTOR                      = "지반\n계수"
IDS_RCS_URRW_WATER_LEVEL                      = "수위\n레벨"
IDS_RCS_URRW_WATER_FACTOR                     = "수위\n계수"
IDS_RCS_URRW_STABILITY                        = "안정성"
IDS_RCS_URRW_TBL_BASIC                        = "기본 정보"
IDS_RCS_URRW_TBL_SOILLOAD                     = "토압 / 하중"
IDS_RCS_URRW_TBL_TYPE_T                       = "T"
IDS_RCS_URRW_TBL_TYPE_L                       = "L"
IDS_RCS_URRW_TBL_STEM_VERT_BOTM               = "스템 ( 하부 )"
IDS_RCS_URRW_TBL_STEM_VERT_HALF               = "스템 ( 중앙부 )"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_1ST            = "후면 1열"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_2ND            = "후면 2열"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_N_1ST          = "후면\n1열"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_N_2ND          = "후면\n2열"
IDS_RCS_URRW_STEM_BOT_FRONT                   = "스템 ( 하부, 전면 )"
IDS_RCS_URRW_STEM_BOT_BACK                    = "스템 ( 하부, 후면 )"
IDS_RCS_URRW_STEM_BOT_HORZ                    = "스템 ( 하부, 수평 )"
IDS_RCS_URRW_STEM_HALF_FRONT                  = "스템 ( 중앙부, 전면 )"
IDS_RCS_URRW_STEM_HALF_BACK                   = "스템 ( 중앙부, 후면 )"
IDS_RCS_URRW_STEM_HALF_HORZ                   = "스템 ( 중앙부, 수평 )"
IDS_RCS_URRW_FDN_HEEL_MAIN                    = "뒷굽판 ( 주철근 )"
IDS_RCS_URRW_FDN_HEEL_DIST                    = "뒷굽판 ( 배력근 )"
IDS_RCS_URRW_FDN_TOE_MAIN                     = "앞굽판 ( 주철근 )"
IDS_RCS_URRW_FDN_TOE_DIST                     = "앞굽판 ( 배력근 )"
IDS_RCS_URRW_TBL_STEM_FRONT_BAR               = "전면"
IDS_RCS_URRW_TBL_STEM_BACK_BAR                = "후면"
IDS_RCS_URRW_TBL_STEM_HORZ_BAR                = "수평근"
IDS_RCS_URRW_TBL_FDN_HEEL                     = "뒷굽판"
IDS_RCS_URRW_TBL_TOP_BOT_BAR_1ST              = "상부 / 하부 1열"
IDS_RCS_URRW_TBL_TOP_BAR_1ST                  = "상부근 1열"
IDS_RCS_URRW_TBL_TOP_BAR_2ND                  = "상부근 2열"
IDS_RCS_URRW_TBL_TOP_BAR_N_1ST                = "상부근\n1열"
IDS_RCS_URRW_TBL_TOP_BAR_N_2ND                = "상부근\n2열"
IDS_RCS_URRW_TBL_FDN_TOE                      = "앞굽판"
IDS_RCS_URRW_TBL_BOT_BAR_1ST                  = "하부근 1열"
IDS_RCS_URRW_TBL_BOT_BAR_2ND                  = "하부근 2열"
IDS_RCS_URRW_TBL_BOT_BAR_N_1ST                = "하부근\n1열"
IDS_RCS_URRW_TBL_BOT_BAR_N_2ND                = "하부근\n2열"
IDS_RCS_URRW_TBL_FDN_DIST_BAR                 = "배력근"
IDS_RCS_URRW_TBL_SHEARKEYBAR                  = "수직근"
IDS_RCS_URRW_TBL_RBAR_NAME1                   = "이름1"
IDS_RCS_URRW_TBL_RBAR_SPACE1                  = "간격1"
IDS_RCS_URRW_TBL_RBAR_NAME2                   = "이름2"
IDS_RCS_URRW_TBL_RBAR_SPACE2                  = "간격2"
IDS_RCS_URRW_TBL_RBAR_NAME                    = "이름"
IDS_RCS_URRW_TBL_RBAR_SPACE                   = "간격"
IDS_RCS_URRW_TBL_RSLT_MOMENT                  = "휨 모멘트"
IDS_RCS_URRW_TBL_RSLT_SHEAR                   = "전단력"
IDS_RCS_URRW_TBL_RSLT_RHO                     = "ρ"
IDS_RCS_URRW_TBL_RSLT_SPACE                   = "간격"
IDS_RCS_RPT_RETAIN_WALL                       = "Report(Rc Retaining Wall)"
IDS_RCS_RETAIN_WALL                           = "Retaining Wall"
IDS_RCS_URRW_DRAW_TYPE_SECT                   = "단면"
IDS_RCS_URRW_DRAW_TYPE_SELFWEIGHT             = "자중"

IDS_RCS_BATCH_URRW__d__d                      = "콘크리트 옹벽 설계 (%d/%d)"

IDS_RCS_URCF_INPUT_COLM_MIN                   = "기둥 갯수는 2개 이상입니다."
IDS_RCS_URCF_REBAR_POS_CANTI_L                = "캔틸레버(좌측)"
IDS_RCS_URCF_REBAR_POS_CANTI_R                = "캔틸레버(우측)"
IDS_RCS_URCF_REBAR_POS_SUPP                   = "지점(%d)"
IDS_RCS_URCF_REBAR_POS_SPAN                   = "경간(%d-%d)"
IDS_RCS_URCF_COLM_INFO_NO                     = "No."
IDS_RCS_URCF_COLM_INFO_SHAPE                  = "형상"
IDS_RCS_URCF_COLM_INFO_SPAN                   = "경간"
IDS_RCS_URCF_COLM_INFO_DETAIL                 = "상세"
IDS_RCS_URCF_COLM_INFO_RECT                   = "사각형"
IDS_RCS_URCF_COLM_INFO_CIR                    = "원형"
IDS_RCS_URCF_COLM_INFO_RECT_CIR               = "사각형\n원형\n"
IDS_RCS_URCF_COLM_INFO_ETC                    = "..."
IDS_RCS_URCF_COLM_DEF_CX                      = "Cx"
IDS_RCS_URCF_COLM_DEF_CY                      = "Cy"
IDS_RCS_URCF_COLM_DEF_DIA                     = "직경"
IDS_RCS_URCF_FOOTING_INP_GRID_EXT_L           = "연단거리 (좌측) "
IDS_RCS_URCF_FOOTING_INP_GRID_EXT_R           = "연단거리 (우측) "
IDS_RCS_URCF_FOOTING_INP_GRID_LY              = "기초 너비 (Ly) "
IDS_RCS_URCF_REBAR_GRID_ITEMS                 = "항목"
IDS_RCS_URCF_REBAR_GRID_EFF_W                 = "유효 너비"
IDS_RCS_URCF_REBAR_GRID_TOP                   = "상부근"
IDS_RCS_URCF_REBAR_GRID_BOT                   = "하부근"
IDS_RCS_URCF_REBAR_GRID_MAX_S                 = "최대 간격"
IDS_RCS_URCF_REBAR_GRID_BAR_RAT               = "ρ / ρmin (%) "
IDS_RCS_URCF_REBAR_GRID_BAR_AREA              = "As / As.Req "
IDS_RCS_URCF_RES_GRID_1WAY                    = "1면 전단 "
IDS_RCS_URCF_RES_GRID_2WAY                    = "2면 전단 "
IDS_RCS_URCF_RES_GRID_MAX_CANT                = "캔틸레버 "
IDS_RCS_URCF_RES_GRID_MAX_SUPP                = "지점 "
IDS_RCS_URCF_RES_GRID_MAX_SPAN                = "경간 "
IDS_RCS_URCF_RES_GRID_MAX_Y                   = "Y방향 "
IDS_RCS_URCF_LIST_GRID_LOAD                   = "설계 하중 "
IDS_RCS_URCF_LIST_GRID_SELFWEIGHT             = "자중 "
IDS_RCS_URCF_LIST_GRID_SURCHARGE              = "상재 하중 "
IDS_RCS_URCF_LIST_GRID_SURCHARGE_LOAD         = "상재\n하중"
IDS_RCS_URCF_LIST_GRID_SERFACE                = "표면 하중 "
IDS_RCS_URCF_LIST_GRID_DENSITY                = "비중 "
IDS_RCS_URCF_LIST_GRID_HEIGHT                 = "높이 "
IDS_RCS_URCF_LIST_GRID_SECTION                = "단면 "
IDS_RCS_URCF_LIST_GRID_DEPTH                  = "높이 "
IDS_RCS_URCF_LIST_GRID_COVER                  = "피복 두께"
IDS_RCS_URCF_LIST_GRID_SHR_OFFSET_INFO        = "전단\옵셋\정보."
IDS_RCS_URCF_LIST_GRID_COLM_INFO              = "기둥\n정보"
IDS_RCS_URCF_LIST_GRID_RBAR_INFO              = "주철근\n정보"
IDS_RCS_URCF_LIST_GRID_FOUNDATION             = "기초"
IDS_RCS_URCF_LIST_GRID_EXT_L                  = "연단거리(좌측)"
IDS_RCS_URCF_LIST_GRID_EXT_R                  = "연단거리(우측)"
IDS_RCS_URCF_LIST_GRID_LY                     = "Ly"
IDS_RCS_URCF_LIST_GRID_FE                     = "fe"
IDS_RCS_URCF_LIST_GRID_FORCES                 = "설계 부재력"
IDS_RCS_URCF_LIST_GRID_SOIL_BEARING           = "허용\n지내력"
IDS_RCS_URCF_LIST_GRID_X_DIR                  = "X방향"
IDS_RCS_URCF_LIST_GRID_MUX                    = "Mux"
IDS_RCS_URCF_LIST_GRID_VUX                    = "Vux"
IDS_RCS_URCF_LIST_GRID_Y_DIR                  = "Y방향"
IDS_RCS_URCF_LIST_GRID_MUY                    = "Muy"
IDS_RCS_URCF_LIST_GRID_2WAY_SHEAR             = "2면\n전단"
IDS_RCS_URCF_LIST_GRID_DGN_RES                = "검토 결과"
IDS_RCS_URCF_LIST_GRID_SHEAR                  = "전단"
IDS_RCS_URCF_LIST_GRID_1WAY_X                 = "1면(X)"
IDS_RCS_URCF_LIST_GRID_2WAY                   = "2면"
IDS_RCS_URCF_LIST_REBAR_SUB_GRID_POS          = "위치"
IDS_RCS_URCF_LIST_REBAR_SUB_GRID_RBAR         = "배근 유형"
IDS_RCS_URCF_LIST_REBAR_SUB_AT                = "@"
IDS_RCS_URCF_SHR_OFFSET_GRID                  = "전단 옵셋 계수"
IDS_RCS_URCF_SHR_GRID_USER_D                  = "사용자 D"

/////// IDD_RCS_URCB_PMODE_DLG
IDC_GURCB_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURCB_FRAME_RESULT                        = "검토 결과"
IDC_GURCB_FRAME_MATERIAL                      = "재질"
IDC_GURCB_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURCB_LABEL_MATERIAL_FY                   = "주철근"
IDC_GURCB_LABEL_MATERIAL_FYS                  = "띠철근"
IDC_GURCB_FRAME_SECTION                       = "단면"
IDC_GURCB_LABEL_SECTION_DEPTH                 = "단면 깊이"
IDC_GURCB_LABEL_SECTION_COVER                 = "피복 두께"
IDC_GURCB_LABEL_SECTION_WIDTH                 = "단면 폭"
IDC_GURCB_FRAME_FORCE                         = "설계 부재력"
IDC_GURCB_LABEL_FORCE_VU                      = "전단력"
IDC_GURCB_LABEL_FORCE_TU                      = "인장력"
IDC_GURCB_LABEL_FORCE_DIST                    = "작용 거리"
IDC_GURCB_FRAME_FACTOR                        = "설계 계수"
IDC_GURCB_LABEL_FACTOR_FRICTION               = "마찰 계수"
IDC_GURCB_FRAME_BAR                           = "철근 배근"
IDC_GURCB_LABEL_BAR_TENSION                   = "인장 철근"
IDC_GURCB_LABEL_BAR_STIRRUP                   = "띠철근"
IDC_GURCB_FRAME_PLATE                         = "지지판"
IDC_GURCB_LABEL_PLATE_B                       = "판 너비"
IDC_GURCB_LABEL_PLATE_H                       = "판 높이"
IDC_GURCB_LABEL_SECTION_SPAN                  = "경간"
IDC_GURCB_LABEL_MATERIAL_FACT                 = "계수"

IDS_IBC2012_DGNLOAD_AccFloorSys               = "Acess floor system"
IDS_IBC2012_DGNLOAD_AccFloorSys_OFFICE        = "Office Use"
IDS_IBC2012_DGNLOAD_AccFloorSys_COMPUTER      = "Computer Use"
IDS_IBC2012_DGNLOAD_ArmAndDrlRoom             = "Armories and drill rooms"
IDS_IBC2012_DGNLOAD_ArmAndDrlRoom_ARM         = "Armories and drill rooms"
IDS_IBC2012_DGNLOAD_AssemArea                 = "Assembly Areas"
IDS_IBC2012_DGNLOAD_AssemArea_FIXED           = "Fixed seats ( fastened to floor )"
IDS_IBC2012_DGNLOAD_AssemArea_FOLLOW          = "Follow spot, projections and control rooms"
IDS_IBC2012_DGNLOAD_AssemArea_LOBBY           = "Lobbies"
IDS_IBC2012_DGNLOAD_AssemArea_MOVABLE         = "Movable seats"
IDS_IBC2012_DGNLOAD_AssemArea_STAGE           = "Stage floors"
IDS_IBC2012_DGNLOAD_AssemArea_PLATFORM        = "Platforms ( assembly )"
IDS_IBC2012_DGNLOAD_AssemArea_OTHER           = "Other assembly areas"
IDS_IBC2012_DGNLOAD_CatWalk                   = "Catwalks"
IDS_IBC2012_DGNLOAD_CatWalk_CATWALK           = "Catwalks"
IDS_IBC2012_DGNLOAD_Cornice                   = "Cornices"
IDS_IBC2012_DGNLOAD_Cornice_CORNICE           = "Cornices"
IDS_IBC2012_DGNLOAD_Corrid                    = "Corridors"
IDS_IBC2012_DGNLOAD_Corrid_FIRST              = "First floor"
IDS_IBC2012_DGNLOAD_DiningRest                = "Dining rooms and restaurants"
IDS_IBC2012_DGNLOAD_DiningRest_DINING         = "Dining rooms and resaurants"
IDS_IBC2012_DGNLOAD_FireEsc                   = "Fire escapes"
IDS_IBC2012_DGNLOAD_FireEsc_FIRE              = "Fire escapes"
IDS_IBC2012_DGNLOAD_FireEsc_SINGLE            = "On single-family dwelings only"
IDS_IBC2012_DGNLOAD_Garage                    = "Garages"
IDS_IBC2012_DGNLOAD_Garage_PASSENGER          = "Passenger vehicles only"
IDS_IBC2012_DGNLOAD_Hospital                  = "Hospitals"
IDS_IBC2012_DGNLOAD_Hospital_CORRID           = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_Hospital_OPERATE          = "Operating rooms, laboratories"
IDS_IBC2012_DGNLOAD_Hospital_PATIENT          = "Patient rooms"
IDS_IBC2012_DGNLOAD_Library                   = "Libraries"
IDS_IBC2012_DGNLOAD_Library_CORRID            = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_Library_READING           = "Reading rooms"
IDS_IBC2012_DGNLOAD_Library_STACK             = "Stack rooms"
IDS_IBC2012_DGNLOAD_Manufact                  = "Manufacturing"
IDS_IBC2012_DGNLOAD_Manufact_HEAVY            = "Heavy"
IDS_IBC2012_DGNLOAD_Manufact_LIGHT            = "Light"
IDS_IBC2012_DGNLOAD_Marquee                   = "Marquees"
IDS_IBC2012_DGNLOAD_Marquee_MARQ              = "Marquees"
IDS_IBC2012_DGNLOAD_Office                    = "Office buildings"
IDS_IBC2012_DGNLOAD_Office_CORRID             = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_Office_LOBBY              = "Lobbies and first-floor corridors"
IDS_IBC2012_DGNLOAD_Office_OFFICE             = "Offices"
IDS_IBC2012_DGNLOAD_Penal                     = "Penal institutions"
IDS_IBC2012_DGNLOAD_Penal_CELL                = "Cell blocks"
IDS_IBC2012_DGNLOAD_Penal_CORRID              = "Corridors"
IDS_IBC2012_DGNLOAD_Recreate                  = "Recreational uses"
IDS_IBC2012_DGNLOAD_Recreate_BOWLING          = "Bowling alleys, poolrooms and similar uses"
IDS_IBC2012_DGNLOAD_Recreate_DANCE            = "Dance halls and ballrooms"
IDS_IBC2012_DGNLOAD_Recreate_GYM              = "Gymmansiums"
IDS_IBC2012_DGNLOAD_Recreate_STAND            = "Reviewing stands, grandstands and bleachers"
IDS_IBC2012_DGNLOAD_Recreate_STADIUM          = "Stadiums and arenas with fixed seats ( fastedn to floor )"
IDS_IBC2012_DGNLOAD_ResideDwell               = "Residential ( One-and two-family dwellings )"
IDS_IBC2012_DGNLOAD_ResideDwell_NOSTORAGE     = "Uninhabitable attics without storage"
IDS_IBC2012_DGNLOAD_ResideDwell_STORAGE       = "Uninhabitable attics with storage"
IDS_IBC2012_DGNLOAD_ResideDwell_HABITABLE     = "Habitable attics and sleeping areas"
IDS_IBC2012_DGNLOAD_ResideDwell_OTHER         = "All other areas"
IDS_IBC2012_DGNLOAD_ResideHotel               = "Residential ( Hotels and multifamily dwellings )"
IDS_IBC2012_DGNLOAD_ResideHotel_PRIVATE       = "Private rooms and corridors serving them"
IDS_IBC2012_DGNLOAD_ResideHotel_PUBLIC        = "Public rooms and corridors serving them"
IDS_IBC2012_DGNLOAD_RoofAwning                = "Roof ( Awning and canopies )"
IDS_IBC2012_DGNLOAD_RoofAwning_FABRIC         = "Fabric construction supported by a skeleton structure"
IDS_IBC2012_DGNLOAD_RoofAwning_OTHER          = "All other construction"
IDS_IBC2012_DGNLOAD_RoofUnoccupy              = "Roof ( Unoccupiable )"
IDS_IBC2012_DGNLOAD_RoofUnoccupy_FLAT         = "Ordinary flat, pitched and curved roofs"
IDS_IBC2012_DGNLOAD_RoofOccupy                = "Roof ( Occupiable )"
IDS_IBC2012_DGNLOAD_RoofOccupy_GARDEN         = "Roof gardens"
IDS_IBC2012_DGNLOAD_RoofOccupy_ASSEMBLY       = "Assembly areas"
IDS_IBC2012_DGNLOAD_School                    = "Schools"
IDS_IBC2012_DGNLOAD_School_CLASS              = "Classrooms"
IDS_IBC2012_DGNLOAD_School_CORRID             = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_School_1STCORRID          = "First-floor corridors"
IDS_IBC2012_DGNLOAD_SideWalk                  = "Sidewalks, vehicular drive way and yards, subject to trucking"
IDS_IBC2012_DGNLOAD_SideWalk_SIDEWALK         = "Sidewalks, vehicular drive way and yards, subject to trucking"
IDS_IBC2012_DGNLOAD_Stair                     = "Stairs and exits"
IDS_IBC2012_DGNLOAD_Stair_DWELLING            = "One- and two-family dwellings"
IDS_IBC2012_DGNLOAD_Stair_OTHER               = "All other"
IDS_IBC2012_DGNLOAD_Storage                   = "Storage warehouses"
IDS_IBC2012_DGNLOAD_Storage_HEAVY             = "Heavy"
IDS_IBC2012_DGNLOAD_Storage_LIGHT             = "Light"
IDS_IBC2012_DGNLOAD_Store                     = "Stores"
IDS_IBC2012_DGNLOAD_Store_RETAIL1ST           = "Retail - First floor"
IDS_IBC2012_DGNLOAD_Store_RETAILUPP           = "Retail - Upper floors"
IDS_IBC2012_DGNLOAD_Store_WHOLESALE           = "Wholesale, all floors"
IDS_IBC2012_DGNLOAD_WalkWay                   = "Walkways and elevated platforms ( other than exitways )"
IDS_IBC2012_DGNLOAD_WalkWay_WALKWAY           = "Walkways and elevated platforms ( other than exitways )"
IDS_IBC2012_DGNLOAD_YardTerrace               = "Yards and terraces, pedestrians"
IDS_IBC2012_DGNLOAD_YardTerrace_YARD          = "Yards and terraces, pedestrians"

IDS_RCS_DEVELOP_LIMIT_INT                     = "값이 0보다 커야 합니다."
IDS_RCS_DEVELOP_LIMIT_DOUBLE                  = "값이 0.0보다 커야 합니다."
IDS_RCS_DEVELOP_TOOLTIP_TYPE                  = "Ld: 정착길이 / Ls: 이음길이"
IDS_RCS_DEVELOP_TOOLTIP_COVER                 = "콘크리트 표면에서 철근 중심까지의 거리"
IDS_RCS_DEVELOP_TOOLTIP_ALPHA                 = "철근배근위치계수"
IDS_RCS_DEVELOP_TOOLTIP_BETA                  = "에폭시도막계수"
IDS_RCS_DEVELOP_TOOLTIP_LAMBDA                = "경량콘크리트계수"
IDS_RCS_DEVELOP_TOOLTIP_SPACE                 = "배근 간격"
IDS_RCS_DEVELOP_TOOLTIP_KTR                   = "횡방향 철근지수"
IDS_RCS_DEVELOP_TOOLTIP_S                     = "띠철근이나 스터럽의 배근간격"
IDS_RCS_DEVELOP_TOOLTIP_NS                    = "횡방향 철근의 개수"
IDS_RCS_DEVELOP_TOOLTIP_NL                    = "쪼개질 가능성이 있는 평면을 따라 정착되거나 이어지는 철근 또는 철선의 수"
IDS_RCS_DEVELOP_TOOLTIP_FYT                   = "횡방향 철근의 설계 기준 강도"
IDS_RCS_DEVELOP_TOOLTIP_ASREQ                 = "소요 철근량"
IDS_RCS_DEVELOP_TOOLTIP_ASUSE                 = "배근 철근량"
IDS_RCS_DEVELOP_TOOLTIP_HOOP                  = "지름이 6mm 이상이고, 나선간격이 100mm 이하인 나선철근 또는 중심간격 100mm 이하로 배치된 D13 띠철근으로 둘러싸인 압축이형철근: 0.75"
IDS_RCS_DEVELOP_TOOLTIP_CONCFACTOR            = "D35 이하 철근에서 갈고리 평면에 수직 방향인 측면 피복 두께가 70mm 이상이며, 90˚ 갈고리에 대해서는 갈고리를 넘어선 부분의 철근 피복 두께가 50mm 이상인 경우: 0.7"
IDS_RCS_DEVELOP_TOOLTIP_STIRRUP               = "D35이하 철근에서 갈고리를 포함한 전체 정착 길이 ldh구간에 3db이하 간격으로 띠철근 또는 스터럽이 둘러싼 경우: 0.8"
IDS_RCS_DEVELOP_TOOLTIP_LIGHTCONC             = "경량콘크리트: 1.3"
IDS_RCS_DEVELOP_TOOLTIP_EPOXY                 = "에폭시 도막된 갈고리 철근: 1.2"
IDS_RCS_DEVELOP_TOOLTIP_LDTENS                = "인장 정착길이"

//작업완료-ACI정착길이 관련 ToolTip 추가
IDS_RCS_DEVELOP_TOOLTIP_ACI_STIRRIP           = "횡방향 상세 보정계수"
IDS_RCS_DEVELOP_TOOLTIP_ACI_ANCHOR            = "표준갈고리 상세 보정계수"
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSI_R             = "구속 철근에 대한 보정계수"
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSI_O             = "보강 위치에 대한 보정계수"
IDS_RCS_DEVELOP_TOOLTIP_ACI_LAMDA             = "경량콘크리트 계수"     
IDS_RCS_DEVELOP_TOOLTIP_ACI_CC                = "피복 두께"
IDS_RCS_DEVELOP_TOOLTIP_ACI_SPACE             = "철근 순간격"
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSIT              = "철근 배치 위치계수"    
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSIE              = "철근 도막계수"
IDS_RCS_DEVELOP_TOOLTIP_ACI_KTR               = "횡방향 철근지수"
IDS_RCS_DEVELOP_TOOLTIP_ACI_ASREQ             = "소요 철근량"
IDS_RCS_DEVELOP_TOOLTIP_ACI_ASUSE             = "배근 철근량"
IDC_RCS_DEVELOP_TOOLTIP_ACI_FORMULA           = "k 값: [1] k=25, [2] k=20, [3] k=50/3, [4] k=40/3"
IDC_RCS_DEVELOP_TOOLTIP_ACI_FORMULA_METRIC    = "k 값: [1] k=2.1, [2] k=1.7, [3] k=1.4, [4] k=1.1"

// PBD
IDS_RCS_TBL_PBD_PART                          = "Part"
IDS_RCS_TBL_PBD_PART_TOP                      = "Top"
IDS_RCS_TBL_PBD_PART_BOTTOM                   = "Bottom"
IDS_RCS_TBL_PBD_DEMAND                        = "Demand"
IDS_RCS_TBL_PBD_CAPACITY                      = "Capacity"
IDS_RCS_TBL_PBD_CAPA_PNC                      = "PnC"
IDS_RCS_TBL_PBD_CAPA_PNT                      = "PnT"
IDS_RCS_TBL_PBD_CAPA_ME_P                     = "Me(+)"
IDS_RCS_TBL_PBD_CAPA_ME_N                     = "Me(-)"
IDS_RCS_TBL_PBD_CAPA_ME                       = "Me"
IDS_RCS_TBL_PBD_CAPA_MEX                      = "Mex"
IDS_RCS_TBL_PBD_CAPA_MEY                      = "Mey"
IDS_RCS_TBL_PBD_CAPA_VN                       = "Vn"
IDS_RCS_TBL_PBD_CAPA_VNX                      = "Vnx"
IDS_RCS_TBL_PBD_CAPA_VNY                      = "Vny"
IDS_RCS_TBL_PBD_CONTROLLED_ACTION             = "Controlled\nAction"
IDS_RCS_TBL_PBD_TRANSVERSE_REINF              = "Transverse\nReinf."
IDS_RCS_TBL_PBD_AXIAL_FORCE_RATIO             = "Axial\nForce\nRatio"
IDS_RCS_TBL_PBD_AXIAL                         = "Axial"
IDS_RCS_TBL_PBD_FLEXURAL                      = "Flexural"
IDS_RCS_TBL_PBD_SHEAR                         = "Shear"
IDS_RCS_TBL_PBD_M_FACTOR                      = "m-Factor"
IDS_RCS_TBL_PBD_M_FACTOR_X                    = "x"
IDS_RCS_TBL_PBD_M_FACTOR_Y                    = "y"
IDS_RCS_TBL_PBD_DCR                           = "DCR"
IDS_RCS_TBL_PBD_PERFORMANCE                   = "Performance"
IDS_RCS_TBL_PBD_IO                            = "IO"
IDS_RCS_TBL_PBD_LS                            = "LS"
IDS_RCS_TBL_PBD_CP                            = "CP"

IDS_RCS_TBL_PBD_RHO_RATIO                     = "(ρ-ρ′)\n/ρ_bal"
IDS_RCS_TBL_PBD_CONF_BOUN                     = "Confined\nBoundary"
IDS_RCS_TBL_PBD_CONF_BOUN_YES                 = "Yes"
IDS_RCS_TBL_PBD_CONF_BOUN_NO                  = "No"

IDS_RCS_TBL_SPLIT                             = "쪼갬파괴"
IDS_RCS_TBL_CONC_TENS                         = "Conc.\n( Tension )"
IDS_RCS_TBL_CONC_SHEA                         = "Conc.\n( Shear )"
IDS_RCS_TBL_ANCH_TENS                         = "Anch.\n( Tension )"
IDS_RCS_TBL_ANCH_SHEA                         = "Anch.\n( Shear )"
IDS_RCS_TBL_ANCH_STLS                         = "STLS.\n( Ratio )"
IDS_RCS_TBL_ANCH_CBOS                         = "CBOS.\n( Ratio )"
IDS_RCS_TBL_ANCH_POSS                         = "POSS.\n( Ratio )"
IDS_RCS_TBL_ANCH_SFBS                         = "SFBS.\n( Ratio )"
IDS_RCS_TBL_ANCH_BSAA                         = "BSAA.\n( Ratio )"
IDS_RCS_TBL_ANCH_CBOX                         = "CBOS.x\n( Ratio )"
IDS_RCS_TBL_ANCH_CBOY                         = "CBOS.y\n( Ratio )"
IDS_RCS_TBL_ANCH_CPOS                         = "CPOS.\n( Ratio )"
IDS_RCS_BATCH_URAB__d__d                      = "Designing RC Anchor Bolt. ( %d / %d )"
IDS_RCS_TBL_BOND_STRESS                       = "부착 응력"
IDS_RCS_TBL_BOND_TAU_CR                       = "τ_cr"
IDS_RCS_TBL_BOND_TAU_UN                       = "τ_un"

IDS_RCS_ERROR_COLM_LOAD_GURCF                 = "각 기둥들의 하중조합 개수는 같아야 합니다"

IDS_RCS_SRA_MSG_READ_FAIL                     = "SRA 파일을 읽을 수 없습니다"
IDS_RCS_SRA_MSG_FILE_IS_EMPTY                 = "SRA 파일이 비었습니다"
IDS_RCS_SRA_MSG_UNIT_IS_INVALID_LENGTH        = "길이 단위계가 유효하지 않습니다"
IDS_RCS_SRA_MSG_UNIT_IS_INVALID_FORCE         = "힘 단위계가 유효하지 않습니다"
IDS_RCS_SRA_MSG_DATA_NOT_EXIST                = "SRA 파일에 유효한 데이터가 존재하지 않습니다"
/**/IDS_RCS_TBL_EC_VED_VRDMAX                        = "V.Ed/V.Rd,max"
/**/IDS_RCS_TBL_PU_PN							  = "Pu/Pn"
/**/IDS_RCS_TBL_MC_MN							  = "Mu/Mn"
/**/IDS_RCS_TBL_VU_VN                             = "Vu/Vn"

IDS_RCS_GROUP_NAME_IS_EMPTY                   = "그룹핑 이름이 입력되지 않았습니다."
